[
    {
        "title": "Davos elite nod along as Trump delivers ultimatum",
        "description": "President Trump's 'America First' message takes shape, as the rest of the world begins to digest what it might mean for them and global trade.",
        "url": "https://www.bbc.com/news/articles/cq5g3y6dxzgo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Faisal Islam"
        ],
        "Date Published": "2025-01-24 22:06:48",
        "Headline": "Davos elite nod along as Trump delivers ultimatum",
        "Content": "World leaders, the bosses of the world's biggest companies and a sprinkling of celebrities gathered in the small Swiss mountain town of Davos for the annual World Economic Forum this week.\nOn the other side of the Atlantic, President Donald Trump was starting his political comeback as the new US president.\n\"Nothing will stand in our way\", he declared, as he vowed to end America's \"decline\".\nTowards the end of the gathering, President Trump was beamed in straight from the White House webcam to deliver his message of world domination directly to the global elite.\nWhile he charmed, almost seduced the audience with a credible picture of a booming US economy about to scale new technological heights, he simultaneously menaced with threats of tariffs to those who did not choose to shift their factories into the US.\nTrillions of dollars of tariffs for the US Treasury for those businesses exporting into the US market from foreign factories.\n\"Your prerogative\" he said, with a smile not out of place in a Godfather movie. And then for one of his own, the Bank of America chief Brian Moynihan, a remarkable public lashing accusing the lending giant of \"debanking\" many of his conservative supporters.\nHe awkwardly mumbled about sponsoring the World Cup.\nIn this first week of his second term, most people at Davos were nodding along, as they cannot think what else to do, just yet.\nTwo worlds colliding, as the 'America First' President was beamed in like a 30-foot interplanetary emperor, into the beating heart of the rules-based international economic order.\nIt is one thing suggesting that trade deficits are a problem with your domestic electorate. It is quite another to suggest at an internationalist forum that a G7 ally, Canada, become a state of your nation, eliciting gasps in the audience, and not just from Canadians.\nThe address was, by design, charming and offensive. There was carrot and stick for the rest of the world.\nAs delegates absorbed the mix of threats, invites and on occasion, praise, many appeared to be trying to decide just how much Trump might damage the global trading system, whilst assessing just how far ahead his America is getting in this tech driven AI boom.\nDavos has been for this first week the alternative pole of the Trump second term.\nThere was a coherence to his agenda to use every means todrive down energy prices including by pressurising the Saudis on oil.\nThis he said would not just help to lower inflation, but also drain Russia's war coffers of oil dollars to help end the Ukraine war, by economic means. The ceasefire in the Middle East has already bought Trump some geopolitical credibility in these circles.\nChristine Lagarde, David Miliband, and John Kerry shuffled into the hall. Various bank chiefs assembled on stage to praise and then lightly question the President.\nThe bottom line was this: Is president Trump serious about what sounded like campaign trail threats to the world economic system? The answer will reverberate for the next four years and beyond.\nThe answer sounded like a most definitely, yes. However, this does not mean it is going to work.\nSome leading US CEOs told me that they were preparing for tit-for-tat retaliatory tariffs to be applied to their exports. Their assumption was that the President's love of a rising stock market would restrict his deployment of tariffs.\nBut no one really knows. In any event, much is up for grabs. He has already withdrawn from the World Health Organisation.\nIn the promenades the whisper was of his Project 2025 allies suggesting US withdrawal from the IMF and the World Bank too.\nThe rest of the world does have some counter leverage, once it decides to get back up after the Trump whirlwind.\nThe Canadians are now briefing on their retaliatory tariffs.In conversations with both the British business secretary and EU trade minister, Jonathan ReynoldsandEuropean Union trade chief, Maros Sefcovic, I detected a desire for calm dialogue.\nBoth are making similar arguments to try to dissuade Trump from wider tariffs.\nMr Reynolds told me that as the US does not have a goods trade deficit with the UK, there is no need for tariffs.\nMr Sefcovic said that the US should really think about its services surplus too.\nBut do they not consider the threats to G7 and Nato allies Canada and Denmark (over Greenland) to be straightforwardly unacceptable and as absurd as France claiming back Louisiana? Sefcovic did not want to whip anything up.\nDiplomats are making lists of US goods that Europe can now purchase to demonstrate \"wins\" for President Trump, from arms to gas to the magnets in wind turbines.\nIt might make some sense for the rest of the G7 to work in unison on retaliation against the tariffs, in order to concentrate the minds of Congress, and the competing factions inside the court of Trump.\nThere is no sign of that happening.\nThe US tech supremacy story epitomised by the broligarchy – including Amazon founder Jeff Bezos, Meta boss Mark Zuckerberg, Apple leader Tim Cook, and Google chief Sundar Pichar-  had top seats at the inauguration this week.\nWhile the US is streets ahead of Europe, its standing against China is more uncertain.\nOne of the talks of Davos was DeepSeek's high performing, much cheaper AI model, made in China. The prediction that the tech bros would be tearing strips out of each other in the court of Trump began to come true within hours, rather than months.\nMeanwhile, while most, though not all, here in Davos sounded rather seduced by Trump's tech-fuelled optimism, some in Europe also see a once-in-a-lifetime opportunity to attract top researchers who may be rather less than enamoured with the direction of US politics. It was openly suggested by the European Central Bank chief Christine Lagarde.\nOthers sought solace in the fact that Europe no longer has to face Biden's massive green subsidies, creating a more level playing field again for Europe.\nPresident Trump is changing the terms of world trade. The response of the rest of the world to this is as important as what the Trump administration itself decides.\n24 January: The headline on this story has been updated to better reflect its content.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Trump urged not to put massive tariffs on UK",
        "description": "Business Secretary Jonathan Reynolds says there is no need for tariffs because the US has no goods trade deficit with the UK.",
        "url": "https://www.bbc.com/news/articles/cp8k2jknn8zo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Faisal Islam"
        ],
        "Date Published": "2025-01-24 03:37:06",
        "Headline": "Trump urged not to put massive trade tariffs on UK",
        "Content": "The UK should be excluded from the tariffs Donald Trump is threatening to impose on exports to the US, the business secretary has said.\nJonathan Reynolds told the BBC that the US has no goods trade deficit with the UK, which occurs when a country imports more than it exports.\nPresident Trump has doubled down on his threat to impose big tariffs on countries that sell products in the US.\n\"I think we've got an argument to engage with,\" Reynolds said.\nThe BBC asked whether the UK would be exempt from tariffs, given the absence of a trade deficit between the two nations. The president did not respond directly and instead spoke about the trading deficit the US and Canada have and his plans to rectify that.\nThe prospect of higher taxes being introduced on imports to the US is concerning many world leaders because it will make it more expensive for companies to sell goods in the world's largest economy.\nTrump told global executives at the World Economic Forum on this week that they could either produce their goods in the US or face widespread tariffs worth hundreds of billions or even trillions of dollars.\nBut Reynolds said when it comes to manufactured goods, the US did not have a trade deficit with the UK.\n\"We know this is something that not just President Trump, but the whole of his administration takes very seriously,\" he said.\n\"We've obviously got a services-based economy. The US does not have that deficit with us so if that's the logic of that position, I think we've got an argument to engage with.\"\nTariffs are a central part of Trump's economic vision. He sees them as a way of growing the US economy, protecting jobs and raising tax revenue but he also uses them as leverage to pursue other policies.\nHe has already said he is consideringimposing a 10% tax on imports from China as soon as 1 February, claiming the country is sending fentanyl, a synthetic opioid, to Mexico and Canada.\nTrump had also threatened 25% tariffs on Canada and Mexico, again citing fentanyl as well as immigration among his concerns.\nHowever, Trump has since said he \"would rather not\" impose tariffs, suggesting a trade deal could be on the table.\nSeparately, the business secretary said the UK had left open the possibility of following EU rules for food and farm products in order to return to frictionless access to European markets.\nReynolds said such an agreement - which lowers all trade barriers in return for mirroring EU rules and standards - would not cross the government's red lines.\nThe comments came afterEU Trade Commissioner Maros Sefcovic told the BBCa new agreement, including so-called dynamic alignment on standards, is possible alongside other areas of pan-European co-operation on customs.\nReynolds said Sefcovic's tone was in keeping with what the government had already said about a \"twin-track strategy\" on trade.\n\"We can improve the terms of trade with the EU in a way which doesn't revisit customs unions or single markets or the arguments of Brexit, and we can do that whilst pursuing closer trade links around the world,\" Reynolds said.\nLabour fought last year's UK general election with a manifesto pledge to lower Brexit-related barriers and red tape for the export of food and farm products to the European Union.\nThe question has always been how deep such an agreement might be. It could be settled in the coming weeks, though firm decisions have not yet been made.\nThe Conservatives have voiced anger at reports of a potential new deal on UK-EU trade, with shadow foreign secretary Dame Priti Patel telling MPs that the government was \"bending the knee to the EU\".\nThe Liberal Democrats have said the government is not doing enough to smooth trade with the EU.\nPresident Trump's 'America First' message takes shape, as the rest of the world begins to digest what it might mean for them and global trade.\nThe move comes hours after economic data showed prices rose last month at the fastest pace in 16 months.\nThe company's former chief executive Brian Thompson was shot and killed in December.\nEngineers are working on systems that can turn lunar regolith into useful elements like oxygen.\nIt comes after the EU's trade chief says the UK could join a customs union as part of post-Brexit \"reset\".\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "'Costs just keep rising' - jump in firms in trouble",
        "description": "Businesses in the most distress include those in hospitality, leisure and retail, say insolvency specialists. ",
        "url": "https://www.bbc.com/news/articles/c9vmrpdrk4eo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Simon Jack and Charlotte Edwards"
        ],
        "Date Published": "2025-01-24 00:01:05",
        "Headline": "Record jump in businesses in financial distress",
        "Content": "There has been a record jump in the number of UK businesses in critical financial distress, according to insolvency specialists.\nBusinesses in the most distress include those in hospitality, leisure and retail, but the construction industry is also facing challenges.\nInsolvency experts Begbies Traynor said a company can be considered to be in critical financial distress if it has an outstanding county court judgment of more than £5,000 or faces a winding up petition.\n\"The last two years have been really quite stressful trying to run a business,\" said Helen Gorman, who decided to close her café bar TwentySix in Cardiff this month due to rising costs.\n\"The industry as a whole is horrific and some of these challenges I don't think any government really understands, particularly around VAT rates that we pay. The costs just keep going up, be that supplier costs, be that energy costs,\" she told the BBC.\nThe struggles for businesses comes at the same time as a drop inconsumer confidence, with more people concerned over the UK's financial prospects, as well as their own.\nWhile there is often a jump at the end of the year of companies in critical financial distress, the report found a sharp increase of 50% from September to December last year, taking the number of businesses in this category to 46,583. The record jump, since Begbies Traynor started collecting such data in 2004, was up from 31,201 the three months before.\nOne factor wasHMRCbecoming more aggressive in recovering overdue taxes owed.\nThe number of UK businesses considered to be in significant financial distress meanwhile also rose by 3.5% on the quarter to 654,765.\nRic Traynor, executive chairman of Begbies Traynor, said the figures showed it was \"clear that many distressed UK businesses are finding it almost impossible to navigate the challenges they face as we start 2025\".\n\"For many businesses which were already dealing with weak consumer confidence and higher borrowing costs, the increase in National Insurance contributions and the national minimum wage, announced at the last Budget, could be the last straw,\" he added.\nHe said sectors like retail and hospitality could be impacted in particular because they typically \"operate on razor-thin margins\".\nBusiness are set to bear the brunt of tax rises coming into effect in April, with hikes in the National Insurance rate and a reduction to the threshold for employers.\nFirms have warned the extra costs could impact UK economic growth - the government's main goal - with employers expecting to have less cash to give pay rises and create new jobs.\nLloyds Bank, the UK's biggest lender, released research this week suggesting business confidence had \"waned further\", with cost rises for firms to slow activity this year.\n\"I fear 2025 could end up being a watershed moment where thousands of UK businesses 'call time' after struggling to survive for years,\" Mr Traynor said.\nJulie Palmer, regional managing partner at Begbies Traynor, said there was a \"sense of business fatigue\" after years of cost increases.\n\"There seems to be nowhere to go, it's getting harder and harder, costs are increasing, they can't be passed on to consumers who are not spending anyway,\" she said.\nA separate report showed a slight fall in confidence among consumers in their own finances and a much sharper one over the prospects for the wider economy.\nThe long-running survey from GfK showed people's intentions to spend on big-ticket items fell while the number of people considering putting money aside in savings rose.\nGfK said that was a negative for the economy as it was a sign that many people saw dark days ahead and were putting money aside for safety.\nNeil Bellamy, consumer insights director at GfK, said: \"New year is traditionally a time for change, but looking at these figures, consumers don't think things are changing for the better.\n\"These figures underline that consumers are losing confidence in the UK's economic prospects.\"\nMs Palmer said it was difficult to see \"any or many green shoots on the horizon\".\n\"The energy crisis settled down last year - that's beginning to rear its ugly head again, probably coming behind that the utility companies are making quite a lot of noises about how much water bills need to go up if they are going to avoid facing insolvency,\" she added.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Clampdown on fake Google reviews announced",
        "description": "Businesses which boost their star ratings will have warnings attached to them - fake reviewers will be banned.",
        "url": "https://www.bbc.com/news/articles/c4gx8pn798qo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Graham Fraser"
        ],
        "Date Published": "2025-01-24 13:38:23",
        "Headline": "Clampdown on fake Google reviews announced",
        "Content": "Google has agreed to make \"significant changes to its processes\" to help tackle fake reviews of UK businesses, the regulator has announced.\nThe Competition and Markets Authority (CMA) says the firm - which accounts for 90% of search in the UK - will attach warnings to companies found to have artificially boosted their star rating.\nThe worst offenders will have their review function deactivated, meaning they cannot receive any new reviews.\nIndividuals who repeatedly post fake or misleading reviews will be banned from posting – regardless of where they are in the world.\nConsumer group Which? called the changes \"a step in the right direction\" but said they would need to be backed up with strong enforcement action, potentially including \"heavy fines\" if Google failed to stick to them.\nSarah Cardell, the Chief Executive of the CMA, said: \"The changes we've secured from Google ensure robust processes are in place, so people can have confidence in reviews and make the best possible choices.\"\nThe measures only relate to reviews for businesses when searching on Google or on Google maps.\nThey will not apply to reviews of products.\nA spokesperson from Google told the BBC: \"Our longstanding investments to combat fraudulent content help us block millions of fake reviews yearly – often before they ever get published.\n\"Our work with regulators around the world, including the CMA, is part of our ongoing efforts to fight fake content and bad actors.\"\nIt isnot the first pledge to tackle fake reviews, a problem which artificial intelligence (AI) is exacerbating.\nAmazon and Google have been under investigation by the CMAover fake reviews since June, 2021 – months after the consumer groupWhich? concluded Google was failing to do enough to combat fake reviewswithin its business listings.\nThe CMA has said its investigation into Amazon is ongoing.\nRocio Concha, the director of policy and advocacy at Which?, said: \"Which? has repeatedly exposed fake reviews on Google, so the CMA securing these commitments from the tech giant is a step in the right direction.\n\"The changes should help prevent consumers from being misled by unscrupulous businesses and fake review brokers.\n\"However, the regulator must monitor the situation closely and be prepared to use new enforcement powers secured through the Digital Markets, Competition and Consumers Act to take strong action, including issuing heavy fines, if Google fails to make improvements.\"\nThe influence of reviews real and fake is enormous - the CMA estimates £23bn of UK consumer spending every year is \"potentially influenced\" by online reviews.\nGoogle told the BBC it has already started with its restrictions on businesses and reviews, and the CMA says Google will report to it over the next three years to ensure action is being taken.\nAfter this period, Google will be able to change how it deals with fake reviews to reflect any new changes in technology.\nMs Cardell added: \"This is a matter of fairness – for both business and consumers – and we encourage the entire sector to take note.\"\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "How to make oxygen on the moon",
        "description": "Engineers are working on systems that can turn lunar regolith into useful elements like oxygen.",
        "url": "https://www.bbc.com/news/articles/cd7nr8wv5r9o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Chris Baraniuk"
        ],
        "Date Published": "2025-01-24 00:02:10",
        "Headline": "Space exploration: How to make moon dust into oxygen",
        "Content": "Inside a giant sphere, the engineers pored over their equipment. Before them stood a silvery metal contraption swathed in colourful wires – a box that they hope will one day make oxygen on the moon.\nOnce the team vacated the sphere, the experiment began. The box-like machine was now ingesting small quantities of a dusty regolith – a mixture of dust and sharp grit with a chemical composition mimicking real lunar soil.\nSoon, that regolith was gloop. A layer of it heated to temperatures above 1,650C. And, with the addition of some reactants, oxygen-containing molecules began to bubble out.\n“We’ve tested everything we can on Earth now,” says Brant White, a program manager at Sierra Space, a private company. “The next step is going to the moon.”\nSierra Space’s experiment unfolded at Nasa’s Johnson Space Center this summer. It is far from the only such technology that researchers are working on, as they develop systems that could supply astronauts living on a future lunar base.\nThose astronauts will need oxygen to breathe but also to make rocket fuel for spacecraft that might launch from the moon and head to destinations further afield – including Mars.\nLunar base inhabitants might also require metal and they could even harvest this from the dusty grey debris that litters the lunar surface.\nMuch depends on whether we can build reactors able to extract such resources effectively or not.\n“It could save billions of dollars from mission costs,” says Mr White as he explains that the alternative – bringing lots of oxygen and spare metal to the moon from Earth – would be arduous and expensive.\nLuckily, the lunar regolith is full of metal oxides. But while the science of extracting oxygen from metal oxides, for example, is well understood on Earth, doing this on the moon is much harder. Not least because of the conditions.\nThe huge spherical chamber that hosted Sierra Space’s tests in July and August this year induced a vacuum and also simulated lunar temperatures and pressures.\nThe company says it has had to improve how the machine works over time so that it can better cope with the extremely jagged, abrasive texture of the regolith itself. “It gets everywhere, wears out all sorts of mechanisms,” says Mr White.\nAnd the one, crucial, thing that you can’t test on Earth or even in orbit around our planet, is lunar gravity – which is roughly one sixth that of the Earth. It might not be until 2028 or later that Sierra Space can test its system on the moon, using real regolith in low gravity conditions.\nThe moon’s gravity could be a real problem for some oxygen-extracting technologies unless engineers design for it, says Paul Burke at Johns Hopkins University.\nIn April, he and colleaguespublished a paperdetailing the results of computer simulations that showed how a different oxygen-extracting process might be hindered by the moon’s relatively feeble gravitational pull. The process under investigation here was molten regolith electrolysis, which involves using electricity to split lunar minerals containing oxygen, in order to extract the oxygen directly.\nThe problem is that such technology works by forming bubbles of oxygen on the surface of electrodes deep within the molten regolith itself. “It is the consistency of, say, honey. It is very, very viscous,” says Dr Burke.\n“Those bubbles aren’t going to rise as fast – and may actually be delayed from detaching from the electrodes.”\nThere could be ways around this. One could be to vibrate the oxygen-making machine device, which might jiggle the bubbles free.\nAnd extra-smooth electrodes might make it easier for the oxygen bubbles to detach. Dr Burke and his colleagues are now working on ideas like this.\nSierra Space’s technology, a carbothermal process, is different. In their case, when oxygen-containing bubbles form in the regolith, they do so freely, rather than on the surface of an electrode. It means there is less chance of them getting stuck, says Mr White.\nStressing the value of oxygen for future lunar expeditions, Dr Burke estimates that, per day, an astronaut would require the amount of oxygen contained in roughly two or three kilograms of regolith, depending on that astronaut’s fitness and activity levels.\nHowever, a lunar base’s life support systems would likely recycle oxygen breathed out by astronauts. If so, it wouldn’t be necessary to process quite as much regolith just to keep the lunar residents alive.\nThe real use case for oxygen-extracting technologies, adds Dr Burke, is in providing the oxidiser for rocket fuels, which could enable ambitious space exploration.\nObviously the more resources that can be made on the moon the better.\nSierra Space’s system does require the addition of some carbon, though the firm says it can recycle most of this after each oxygen-producing cycle.\nAlong with colleagues, Palak Patel, a PhD student at the Massachusetts Institute of Technology, came up with an experimentalmolten regolith electrolysis system, for extracting oxygen and metal from the lunar soil.\n“We’re really looking at it from the standpoint of, ‘Let’s try to minimise the number of resupply missions’,” she says.\nWhen designing their system, Ms Patel and her colleagues addressed the problem described by Dr Burke: that low gravity could impede the detachment of oxygen bubbles that form on electrodes. To counter this, they used a “sonicator”, which blasts the bubbles with sound waves in order to dislodge them.\nMs Patel says that future resource-extracting machines on the moon could derive iron, titanium or lithium from regolith, for example. These materials might help lunar-dwelling astronauts make 3D-printed spare parts for their moon base or replacement components for damaged spacecraft.\nThe usefulness of lunar regolith does not stop there. Ms Patel notes that, in separate experiments, she has melted simulated regolith into a tough, dark, glass-like material.\nShe and colleagues worked out how to turn this substance into strong, hollow bricks, which could be useful for building structures on the moon –an imposing black monolith, say. Why not?\nThe rocket's upper stage disintegrated over the Caribbean, forcing airline flights to alter course.\nOnBuy founder Cas Patton says BCP Council does not do enough to support Bournemouth's tech industry.\nOfficials at Elon Musk's company said the upper stage was lost, minutes after it launched.\nAI can take a second look at medical scans and flag up potential problems that doctors might not see.\nAmazon founder Jeff Bezos's space company blasts its first rocket into orbit in a challenge to Elon Musk.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Rolls-Royce strikes £9bn nuclear submarine deal",
        "description": "A deal for nuclear submarine reactors is agreed between the Ministry of Defence and Rolls-Royce.",
        "url": "https://www.bbc.com/news/articles/c93q974p341o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Greig Watson"
        ],
        "Date Published": "2025-01-24 06:07:36",
        "Headline": "Rolls-Royce strikes £9bn nuclear submarine deal",
        "Content": "A £9bn deal for nuclear submarine reactors has been agreed between the Ministry of Defence and Rolls-Royce - the biggest ever between the two.\nDefence Secretary John Healey announced the eight-year contract, called Unity, on Friday during a visit to the firm's nuclear reactor production facility in Derby.\nIt is hoped it will create more than 1,000 UK jobs and safeguard 4,000 other roles.\nHealey said Derby had a crucial role to play in protecting the United Kingdom at a time when it is \"facing rising threats and aggression\".\nUnity is designed to make the design, manufacture and support services for reactors more efficient and environmentally friendly.\nThe government said the agreement would streamline previous contracts and incentives, and provide more efficient delivery, leading to savings of £400m.\nAs well as providing support to the current UK Royal Navy submarine fleet, Unity includes the build and commission of new Dreadnought Class submarines and the beginning of contracts for the new Aukus defence alliance.\nIn March 2023, itwas announced Rolls-Royce would provide the reactorsfor the new fleet of nuclear submarines in a defence agreement between the UK, US and Australia.\nThe submarines will be built in Britain and Australia but use technology from all three countries.\nThe company opened a new Nuclear Skills Academy in Derby in 2022, designed to provide 200 apprenticeships each year for at least a decade.\nHealey used the visit to highlight the government's \"triple lock\" on the nuclear deterrent, which includes building four new nuclear submarines in Barrow-in-Furness in Cumbria, maintaining the UK's continuous at sea nuclear deterrent and delivering all future upgrades needed.\nHe said: \"This investment in Britain's defence will deliver a long-term boost to British business, jobs and national security.\n\"In line with ourPlan for Change, this deal with Rolls-Royce, a historic British success story, will support high-skilled UK jobs, who equip the thousands of submariners that keep us all safe.\n\"We are showing defence can be an engine for growth, while also driving better value for taxpayer money.\"\nWhen asked how significant Derby was to the UK's defence following this deal, the minister responded the city \"couldn't be more important\", said theLocal Democracy Reporting Service.\nHealey said: \"Rolls-Royce is a company that is a proud British brand. It made the engines that powered the Spitfires that kept our skies safe. It is now making the engines now that power our submarines and keeping our seas safe.\n\"We are standing in the nuclear skills centre – a centre of excellence, not just in the UK but almost anywhere in the world. Rolls-Royce and the people who work here do things that nobody else in the world can do.\n\"We are proud to have them at the heart of our defence plans for the future. I'm proud as defence secretary to make this long-term commitment to Derby.\"\nThe announcement comes days after Healey issued awarning to Russiain Parliament after a Russian spy ship was spotted around UK waters.\nThe minister added: \"Britain is safe, its people are safe and they are safe because of our Armed Forces and the extraordinary job they are prepared to do on behalf of us all.\n\"But I don't want to mislead people either – we face rising threats and immediate aggression from Russia.\"\nSteve Carlier, president of Rolls-Royce Submarines, said: \"We're delighted to announce the Unity contract, which confirms our commitment to the Royal Navy and the Defence Nuclear Enterprise.\n\"This long-term contract enables us to invest in the right skills, equipment and facilities to play our part in protecting UK interests at home and overseas.\"\nRolls-Royce Submarines is already doubling the size of its Raynesway site and has recently started moving into specially-built warehouses in Pride Park.\nGeneral secretary of the Unite union, Sharon Graham, said: \"This announcement is good news for British jobs, good news for Derby and good news for our economy.\n\"Rolls-Royce has a world class workforce and the government is right to invest in it.\"\nDerby South MP Baggy Shanker said it was a great day for the city, and was \"a landmark deal between the Government and Rolls-Royce\".\nHe added: \"It's important in protecting jobs, creating jobs and it is a really good deal for the UK taxpayers with a significant partnership announced which will make the deal more efficient for everybody.\"\nFollow BBC Derby onFacebook, onX, or onInstagram. Send your story ideas toeastmidsnews@bbc.co.ukor viaWhatsAppon 0808 100 2210.\nMPs are calling on the government to introduce tougher rules for private car park operators.\nAn inquest is hearing more evidence about Marius Ciolac's death outside a police station.\nMarius Ciolac, 35, was fatally shot at the police station car park in Derby.\nStaffordshire Police said it had received a number of complaints and the matter had been referred to Action Fraud.\nDerby Museums Trust will lend a number of pieces from the painter to the National Gallery.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Campaigners dismiss loan charge review as 'sham'",
        "description": "The charge aimed to close a tax loophole and recover backdated taxes, but has left many facing big bills. ",
        "url": "https://www.bbc.com/news/articles/c5yv9ej9n49o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Kate Whannel"
        ],
        "Date Published": "2025-01-24 09:41:38",
        "Headline": "Campaigners dismiss government's loan charge review as 'sham'",
        "Content": "The government has launched its promised independent review into the loan charge but has been met with criticism from campaigners who dismissed it as a \"sham\".\nThe loan charge was implemented to close a tax loophole and recover backdated taxes but has left many freelance workers facing large bills.\nIn a statement on Thursday,Treasury Minister James Murray said the review would look at barriers preventing those owing money from \"reaching resolution with HMRC and to recommend ways in which they can be encouraged to do so\".\nHowever, it will not reconsider the government's position that the loan charge is fair.\nThis has led the Loan Charge Action Group to dismiss the review as a \"sham\" and a \"complete betrayal\".\n\"What the government has announced today is not a review at all, as it actually astonishingly excludes reviewing the loan charge,\" said group founder Steve Packham.\nHe said the review failed to look at how HMRC set up the loan charge and who operated and promoted the tax avoidance schemes.\nIn 1999, the then-Labour government introduced IR 35, a tax law which sought to class many self-employed freelance workers as employers, meaning they would have to pay National Insurance.\nThousands subsequently signed up to schemes, promoted by lawyers and accountants, allowing them to legally avoid paying National Insurance.\nThis usually involved the freelancers paying money to offshore companies, who loaned it back to them without expecting the loan to be repaid.\nAfter the government shut this loophole, the Treasury used the loan charge to ask the freelancers to pay backdated tax.\nHMRC estimates around 50,000 people are affected by the loan charge.\nAnnouncing a review of the loan charge, Treasury Minister James Murray said: \"The government believes that it is right that those who did not pay the right amount of income tax and National Insurance are required to resolve their affairs with HMRC.\n\"Accepting otherwise would be contrary to the decisions of the courts and would be unfair to the vast majority of taxpayers who have never used these schemes.\"\nHowever, he added that there was concern about the charge, particularly the size of some payments and whether people were able to pay \"in a reasonable timeframe\".\nHe said the review would aim \"to bring the matter to a close or those affected; ensure fairness for all taxpayers; and ensure that appropriate support is in place for those subject to the loan charge\".\nIt will be conducted by Ray McCann, a former President of the Chartered Institute of Taxation, who is expected to report back by the summer.\nJudith Freedman, a professor of tax law and policy at Oxford University, said she was \"full of admiration\" for McCann adding: \"Not an easy job but if anyone can sort it out he can.\"\nConservative MP Greg Smith, and co-chair of the Loan Charge All Party Parliamentary Group (APPG), said the announcement of the review was \"a farce\".\n\"This is not the review that was promised nor the review that is so desperately needed and the APPG will continue to push for a genuine inquiry into this scandal,\" he said.\nThe non-domicile rules let some UK residents limit the tax they pay on earnings outside the country.\nThousands on hold to HMRC's helpline say they were cut off after waiting for 70 minutes.\nThey met at supermarkets before driving in convoy around Nottingham and Leicester.\nDespite receiving additional funding, Stoke-on-Trent City Council will still face a shortfall.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Bank of Japan raises rates to highest in 17 years",
        "description": "The move comes hours after economic data showed prices rose last month at the fastest pace in 16 months.",
        "url": "https://www.bbc.com/news/articles/cpqln2gwvxlo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "João da Silva"
        ],
        "Date Published": "2025-01-24 03:52:04",
        "Headline": "Bank of Japan raises rates to highest in 17 years",
        "Content": "Japan's central bank has increased the cost of borrowing to its highest level in 17 years after consumer price rises accelerated in December.\nThe move by the Bank of Japan (BOJ) to raise its short-term policy rate to \"around 0.5 per cent\" comes just hours after the latest economic data showed prices rose last month at the fastest pace in 16 months.\nThe BOJ's last interest rate hike in July, along with a weak jobs report from the US, caught investors around the world by surprise, which triggered a stock market selloff.\nThe bank's governor, Kazuo Ueda, signalled this latest rate hike in advance in a bid to avoid another market shock.\nAccording to official figures released on Friday, core consumer prices in Japan increased by 3% in December from a year earlier.\nThe decision marks the BOJ's first rate hike since July and came just days after Donald Trump returned to the White House.\nDuring the election campaign Trump threatened to impose tariffs on all imports into the US, which could have an impact on exporting countries like Japan.\nBy raising rates now the bank will have more scope to cut rates in the future if it needs to boost the economy.\nThe move highlights the central bank's plans to steadily increase rates to around 1% - a level seen as neither boosting or slowing the economy.\nThe BOJ signalled that interest rates will continue to rise from ultra-low levels.\nNeil Newman, the head of strategy at Astris Advisory Japan said: \"rates will continue to rise as wages increase, inflation remains above 2% and there is some growth in the economy.\"\n\"We look for another 25-basis point hike in six months,\" said Stefan Angrick, a Japan economist at Moody's Analytics.\nLast year, the BOJ raised the cost of borrowing for thefirst time since 2007after rates had been kept down for years as the country struggled with stagnant price growth.\nThat hike meant that there were no longer any countries left with negative interest rates.\nWhen negative rates are in force people have to pay to deposit money in a bank. They have been used by several countries as a way of encouraging people to spend their money rather than putting it in a bank.\nIt is the latest punishment imposed by the Chinese authorities following a series of mass attacks.\nAt least 17 people, mostly children, have died unexplained deaths in the same village in Jammu.\nThe price to climb the world's tallest peak will soon increase for the first time in almost a decade.\nMasahiro Nakai, a host on Fuji TV, allegedly sexually assaulted a woman at a dinner party in 2023.\nLGBT couples now have the same rights as any other couple - the culmination of a decades-long campaign.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "UnitedHealthcare names new boss after former CEO killed",
        "description": "The company's former chief executive Brian Thompson was shot and killed in December.",
        "url": "https://www.bbc.com/news/articles/cre8n8rjp5yo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Peter Hoskins"
        ],
        "Date Published": "2025-01-24 00:39:37",
        "Headline": "UnitedHealthcare names new boss after former CEO killed",
        "Content": "UnitedHealthcare has named a new boss almost two months after its then-chief executive Brian Thompson was shot and killed in New York.\nCompany veteran Tim Noel will take charge of the largest health insurer in the US, which has more than 50 million customers, at a critical moment.\nMr Thompson's killing on 4 December in central Manhattan ignited a wide debate about how the US healthcare system operates.\nMany Americans, who pay more for healthcare than people in any other country, have expressed anger over what they see as unfair treatment by insurance firms.\nMr Noel \"brings unparalleled experience to this role with a proven track record and strong commitment to improving how health care works for consumers, physicians, employers, governments and our other partners,\" UnitedHealthcare's parent company UnitedHealth Group said.\nA manhunt ensued for days as police worked to identify who was responsible in the December killing, which happened outside a Manhattan hotel where the CEO was staying.\nAfter five days,Luigi Mangione, 26, was arrested in a McDonald's restaurant in Pennsylvania after a worker called police.\nMr Mangione has pleaded not guilty to charges in the killing. He is facing 11 state criminal counts, including murder as an act of terrorism.\nAs well as the state-level charges, he is also accused of federal - national-level - stalking and murder offences that could lead to a death penalty sentence.\nProsecutors allege that Mr Mangione shot Mr Thompson before going on the run.\nThe rapper could face up to 24 years in prison if convicted in the Hollywood shooting case.\nSeveral potential US buyers have expressed interest in purchasing the social media platform.\nA host of hospital building projects have been put back to the 2030s. How will they cope?\nThe State Department notice appears to affect everything from development assistance to military aid.\nAfter visiting hurricane-hit North Carolina, Trump travelled to California where he met the state's governor.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Student numbers leave city 'missing millions' in tax",
        "description": "A council meeting is told it is \"missing\" £2.6m in council tax due to a growing number of students.",
        "url": "https://www.bbc.com/news/articles/c8r5g44gzvzo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Alex Seabrook"
        ],
        "Date Published": "2025-01-24 15:32:10",
        "Headline": "Bristol's student numbers leave city 'missing' council tax",
        "Content": "Growing numbers of students living in Bristol means public services are \"missing out\" on millions in council tax, a city council meeting was told.\nThe authority is \"missing\" £2.6m in tax this year, councillors told the meeting. Students are exempt from paying council tax despite benefiting from council services, like bin collections and parks.\nCouncillor Caroline Gooch said university cities were \"over-burdened\" with student exemptions compared to non-university or rural areas, arguing the government should implement a subsidy scheme.\nCouncillors also noted how students benefitted the city, such as the night-time economy.\nGooch added: \"The government should should implement a subsidy scheme for local authorities with high student populations.\"\nThe total cost of students not paying council tax in Bristol is unclear, but this year it increased by £2.6m,the Local Democracy Service reports.\nCouncillor Tom Blenkinsop said economically the city benefitted \"from having a large student population\".\n\"It's good that we're a university city,\" he said. \"But it may be advisable to ask ourselves, 'how much student housing is too much?'.\n\"Would we be better served by building denser, more specialised student housing? Although I grant this isn't always popular.\"\nThousands of student flats are being built across the city currently and developers can get permission for homes that fall below national standards on space and daylight.\nFor example, the block of flats under construction on Gas Lane behind Temple Meads train station.\nIn 2023, councillors gave planning permission to developers to put an extra storey on top of this building, despite concerns about the lack of light in many of the rooms.\nOne councillor at the time said that future residents \"would probably be asleep half the day\" during weekends.\nDuring the council meeting last week, councillor Jonathan Hucker said that although the increasing number of students provided a \"significant financial challenge\" for the council, the student population did help the city.\nHe said: \"The large student population does bring benefits to the city's hospitality sector and night-time economy.\n\"That view is based on my own observations from many evenings spent in Wetherspoons.\"\nA spokesperson from the the University of the West of England said students were an \"integral part of Bristol's vibrancy and culture\".\n\"UWE Bristol and its students contribute more than £400m to the local economy each year, supporting over 3,500 jobs,\" they said.\nA spokesperson from the University of Bristol said their students had \"always been part of Bristol's rich culture\".\n\"They work and volunteer and many stay in Bristol after they graduate, starting businesses and families,\" they said.\n\"In 2022/23, University of Bristol students and their visitors contributed £318m to the local economy and supported 5,270 jobs across the city.\"\nFollow BBC Bristol onFacebook,XandInstagram. Send your story ideas to us on email or viaWhatsApp on 0800 313 4630.\nAnimator Nick Park says it is a \"surprise and real privilege\" to be nominated for a fifth Oscar.\nMore than £3,000 has been raised after the store was damaged when a van crashed into it.\nUpt to £50m is still needed to open the Portishead railway line after a scheme funding it was axed.\nA number of roads have also been blocked or closed amid high winds.\nTwo parents were wrongly sent in-depth information on hundreds of students.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Pupils' sensitive data shared 'by mistake' ",
        "description": "Two parents were wrongly sent in-depth information on hundreds of students.",
        "url": "https://www.bbc.com/news/articles/crr0qlr118po",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Paul Barltrop"
        ],
        "Date Published": "2025-01-24 13:18:09",
        "Headline": "Hundreds of pupils' sensitive data shared 'by mistake'",
        "Content": "A head teacher has apologised after hundreds of pupils' private data was shared with two parents.\nWellsway School in Keynsham, near Bristol, has been reported to the Information Commissioner's Office after 86,000 lines of sensitive information was emailed to a couple.\nThey were sent the data after they submitted a Freedom of Information request because they felt the secondary school's withdrawal room was being used excessively.\nThe school said it had \"immediately followed through with all procedures and informed parents\" when it became aware of the date breach.\nIt was only after having the spreadsheet of data for a few weeks that the couple, who wish to remain anonymous, realised it contained comprehensive data on children.\nAs well as their name and date of birth, it listed whether they were considered to have special educational needs or be on an educational health and care plan.\nIt also contained details of child protection orders and whether pupils are eligible for free school meals.\nHead teacher Rob Pearsall said the family assured the school they had deleted the data.\n\"We have done all we can to make sure that data has not been shared.\n\"It was a regrettable mistake and we have apologised to parents,\" he added.\nThe couple had initially sent the FOI because their \"happy and positive\" daughter was frequently being sent to the school's withdrawal room.\nSchools commonly have such a space for disruptive students, but the parents say it is being utilised to punish \"petty\" rule infractions at Wellsway.\nThe girl's mother said the school, which is run by the Futura Learning Partnership, had been dismissive of their concerns.\nHer father said the school had made them feel \"we were the only ones this was happening to\".\n\"It wasn't. This is happening to lots of children and for very petty things in the class room.\"\n\"The Department for Education guidance states children should only be removed from lessons if their behaviour is extremely disruptive,\" said the girl's mother, a former teacher herself.\n\"Whether [rule breaking] is minor or severe, it's the same punishment. It's a sledgehammer approach,\" he claims.\nThe school says that children sent to the withdrawal room are given suitable and equivalent work to complete.\nWhen asked if pupils might be losing out on education, Mr Pearsall replied: \"All I can do is give assurances that teachers carefully monitor and work with children to make sure they don't lose out and the do catch up.\n\"The data we have internally and the success [pupils] have in theirGCSEswould reflect that does not happen.\"\nHe said that an Ofsted inspection carried out before Christmas had found that the school's behavioural policy was good.\nFollow BBC Bristol onFacebook,XandInstagram. Send your story ideas to us on email or viaWhatsApp on 0800 313 4630.\nAnimator Nick Park says it is a \"surprise and real privilege\" to be nominated for a fifth Oscar.\nA council meeting is told it is \"missing\" £2.6m in council tax due to a growing number of students.\nMore than £3,000 has been raised after the store was damaged when a van crashed into it.\nUpt to £50m is still needed to open the Portishead railway line after a scheme funding it was axed.\nA number of roads have also been blocked or closed amid high winds.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Nail-biting finale brings The Traitors to dramatic end",
        "description": "It brings to a close a hugely successful series which has been watched by more than nine million viewers.",
        "url": "https://www.bbc.com/news/articles/c8xqgr44nd7o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Steven McIntosh"
        ],
        "Date Published": "2025-01-24 22:48:30",
        "Headline": "The Traitors: Nail-biting finale brings series to dramatic end",
        "Content": "Warning: This article reveals the outcome of The Traitors.\nThe third series of The Traitors has been won after a nail-biting conclusion.\nThe finale saw faithfuls Francesca Rowan-Plowden, Alexander Dragonetti, Leanne Quigley and Jake Brown go up against traitor Charlotte Berman.\nAfter weeks of challenges, murders, roundtables and banishments, the final prize fund stood at £94,600 after the last challenge of the series.\nEx-soldier Leanne and project manager Jake were the final two and split the money after revealing they were both faithfuls.\nLeanne squealed and thanked Jake \"for not letting me down\".\nJake said: \"I feel like my body feels like it's going to collapse but I'm just so happy.\"\nThe final roundtable was different from previous years in that players who were banished did not reveal whether or not they were a traitor or a faithful as they left.\nThat meant the remaining contestants had to rely solely on their instincts about whether or not there were any traitors left in the game.\nA late twist this year saw Francesca become \"the seer\", a power that enabled her to find out the true status of one other contestant.\nUnfortunately for Charlotte, the last remaining traitor, Francesca chose her, and was able to find out her fellow player was not the faithful she had assumed.\nThe finale comes after a phenomenally successful series for the BBC, which has been watched by an audience of more than nine million, a figure which will rise as more viewers catch up.\nThat places this series above the previous two and makes The Traitors one of the biggest hits currently on British television.\nAs in previous years, several of this year's contestants attracted devoted followings online as the series progressed, with Linda in particular being one of the breakout social media stars.\nHer delightfully appalling acting prompted hundreds of gifs and memes on social platforms in recent weeks.\nOther stars of the series have included the impressively cunning traitor Minah, the extremely polite Alexander, the intuitive Fozia, and, of course, converted traitor Charlotte and her fake Welsh accent.\nThe third season has had a notably different narrative arc to the previous two.\nIn the first season, three faithful contestants won after rooting out the last remaining traitor, Wilf, during the finale. In the second series, original traitor Harry made it to the final, and won.\nThe third season is different in that none of the original traitors selected in the first episode made it to the end.\nThe differing routes of each series suggest the show's format has the potential to last for several more years, as each finale has kept viewers guessing and been hard to predict.\nHowever, the contestants are becoming increasingly aware of the way the show is produced, speculating on the decisions being made behind the scenes.\nFor example, one of this year's faithfuls, Elen, correctly speculated in an early episode that there would be more female traitors this year, following a male-heavy line-up last year.\nAs players become progressively more savvy, producers will have to keep making changes to make sure the show remains fresh and unpredictable, keeping players on their toes.\nA celebrity version of The Traitors will air later this year, giving the format another new spin. It has not yet been confirmed who will take part.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Twists, turns and betrayals: The standout moments from The Traitors Series 3",
        "description": "Here's a look back at the 13 most memorable moments of epic treachery in series three. ",
        "url": "https://www.bbc.com/news/articles/ckgyngdqlveo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Yasmin Rufo"
        ],
        "Date Published": "2025-01-24 17:52:53",
        "Headline": "The Traitors UK: Twists, turns and betrayals - the standout moments from Series 3",
        "Content": "Devious betrayals, shock twists and mortifying fails, this season of The Traitors UK has had it all.\nThe format-breaking twists began in episode one when the group had to choose three contestants to get off the train to the castle and potentially face leaving the game before it even began.\nAnd the chaos didn't end there, with daily missions that pitted the group against each other, tears at almost every roundtable and constant eye rolling.\nWhile we ponder what will fill the void left in our weeknight evenings, here's a look back at the 13 most memorable moments of epic treachery.\nFrom the moment Linda risked whiplash by turning her head so quickly when Claudia said the word \"traitors\", she became the darling of series three.\nThe retired opera singer channelled her GCSE drama skills to hide her true traitor identity -and even earned herself a central London billboard.\n\"Oh my god, who thehellis not going to come back?\" she asked unconvincingly one breakfast as they waited to see who had been murdered.\nLinda's fiery side began to emerge during the narrowboat challenge, in which the contestants jabbed at each other for their poor rowing skills.\nAt the roundtable that followed, Linda told Anna witheringly: \"You don't need to be asailorto know how to tie a rope, sorry.\"\nBut all good things must come to an end, and, by episode seven, the rest of the pack had caught up with faithful Jake, who suspected Linda \"from day one\".\n\nStudies have found the Welsh accent to be the most trustworthyand while that didn't help Welsh native Elen who was banished second, it certainly came in handy for Charlotte.\n\"I'm not actually from Wales,\" the 33-year-old Londoner privately admitted to the camera in episode one, as she dropped her fake accent.\n\"I've been putting on a Welsh accent because my mum's from Wales, it's one of the most trustworthy accents.\"\nWhile her fake persona has served her well, it was a hilariously pointless plot twist, and, by the end, her two accents had begun to blur into each other anyway.\nMove over Mark Darcy, there's a new handsome, charming and slightly bumbling man in town: Alexander.\nFrom falling into a flower bush while playing badminton to opera-singing \"Sperbu Yur Wur Wur\" - which now lives rent free in my mind - Alexander wins the award for nicest contestant, and, thanks to Claudia, we now know that he's also single.\nAfter he (literally) did most of the heavy lifting during one of the challenges, the nation gave an audible gasp when fellow faithful Joe claimed Alexander's tiredness was \"an act\".\nIt was heart-breaking to see loveable doctor Kas ostracised by his fellow contestants in the day before his banishment.\nAt the roundtable, he hit back at Jake for his illogical theory that Kas must be a traitor because he saves lives during the day and therefore, must kill at night.\n\"You're basically calling me Harold Shipman or something!\" he replied, in what became one of the most viral moments of the series.\nKas (sort of) got his revenge with his exit speech, as he made the others think he was about to admit to being a traitor before pivoting to the truth.\n\"Joe, who would have thought you'd caught me based on a twinkle in the eye?\" he said before revealing he was, in fact, a faithful.\nRoundtables are full of treachery, tears and... shocking spelling.\nOne of the worst cases this series has to be Keith spelling Nathan as \"Nather\" - but the name people struggled with most was Minah's.\nThe traitor (rightfully) wasn't having any of it and death-stared Anna when she wrote \"Meina\" on her chalkboard.\nShe finally broke the apparent code of silence about the cast's awful spelling when she told Alexander there was a 'h' at the end of her name - right before being banished.\nWho would've thought lovely \"Welsh\" Charlotte would turn out to be a smiling evil mastermind and betray not one, but two fellow traitors.\nFirst, it was poor Minah. Much to the original traitor's surprise, Charlotte turned on her at the roundtable - after Minah had spent the whole day telling the cameras she totally trusted her fellow traitor to have her back.\nIf that wasn't enough, Charlotte then chose to recruit faithful Freddie and encouraged him to murder Leanne, despite knowing she had the shield.\nA cunning move and one that helped her achieve her aim of getting him banished, but perhaps she schemed too hard as Freddie chose to write her name on his card at the roundtable, casting doubts over her true identity.\nThere's nothing like a bit of family drama (remember Diane and Ross?) and when Armani and Maia revealed they were sisters, viewers knew they were in for a treat.\nArmani quickly established herself as the leader of the pack and was even brazen enough to advise her fellow traitors to be bolshier.\nBut her bold personality quickly came under fire and her fate was sealed by sister Maia who told the roundtable she was 60% sure Armani was a traitor - then voted her out.\nUnfortunately for Maia, the remaining traitors chose to kill her off that same night.\nFrom the moment Fozia reappeared in the game, she had it in for Linda and (rightly) suspected her of being one of the traitors.\nWhen her suspicions were confirmed during a face-to-face murder by Linda and Minah, she sassily told Linda: \"You're not going to last. Get a good night's sleep tonight because you're going next.\"\nLinda, with equal sass, replied: \"Get over it\".\nA perfect interaction between the two queens of season three.\nA rail replacement service is always bad news... But not this time.\nIt was when viewers were shown a mysterious carriage marked \"rail replacement\" that they began to suspect the three faithfuls who sacrificed themselves in episode one might be returning.\nThe next episode, Alexander, Fozia and Jack appeared in cages suspended above the forest and fellow contestants could choose to save two of them.\nUnfortunately for Jack, his plea to stay - \"I'm a gardener from Yorkshire and I'm 6'5 so I'd be good in the missions\" - wasn't convincing enough and he was banished from the game forever.\nAmong this year's melodramatic cutaways to contestants supposedly in their hotel rooms was a clip of Charlotte reading a \"Learn Welsh\" book, priest Lisa praying and Keith practising his martial arts.\nBut the one that stood out to many viewers was Freddie taking a shower.\nThe topless video of the 20-year-old sent the internet into a frenzy and of all the thirsty comments on social media, our favourite was a comparison toPeter Andre in the video for Mysterious Girl.\nWho knew that central to this year's show would be the pronunciation of the word clique?\nBut regardless of how it's said, the clique - made up of Leanne, Leon, Tyler and Livi - soon turned on their own in an attempt to distance themselves from their supposedly traitorous friendship group.\nUltimately, it was Tyler who was thrown to the wolves at the roundtable in an ambush subtly triggered by scheming Minah.\nContestants have a habit of concealing what they think are beneficial professions (think actress Maddy in series one).\nThis year, Lisa chose to conceal the fact she was a priest but revealed her true identity halfway through the series as a way of proving she was faithful, claiming her calling meant she couldn't lie or deceive.\nNot only did everyone seem pretty unfazed by this announcement, the traitors also later chose to murder Lisa, knowing her pureness of heart meant she'd never be banished.\nA lose-lose for Lisa, unfortunately.\nThe mega twist this year was the introduction of the seer - a powerful ability never seen on the show before, which allowed one contestant to find out whether another player was a traitor or a faithful.\nWith a bit of help from Alexander, Francesca collected the most gold in the challenge and was awarded the power.\nAnd with great power came great responsibility, and unfortunately for Charlotte, Francesca inadvertently chose to find out the true identity of the one remaining traitor.\nContestant Jack Marriner-Brown has been meeting fans of The Traitors in Hull.\nA contestant from Cornwall talks about how the \"strange experience\" was \"mentally exhausting\".\nThe woman was held by police in Cheshire following allegations regarding the Only Way is Essex star.\nWe've rounded up all the key culture releases for the week ahead, from film to music.\nHarry Clark is among the former contestants who reveals some of the show's secrets to the BBC.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Lola Young's Messy hits number one: My songs are as real as it gets",
        "description": "The star discusses how she feels about blowing up on TikTok and the trademark honesty in her lyrics.",
        "url": "https://www.bbc.com/news/articles/ceq9ge90y1lo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Ian Youngs"
        ],
        "Date Published": "2025-01-24 17:46:42",
        "Headline": "Lola Young's Messy hits number one: My songs are as real as it gets",
        "Content": "South London singer Lola Young's unflinchingly honest hit Messy has reached number one in the UK after a two-month climb, and she's been nominated for a Brit Award. Now she's made a breakthrough, this could be her year.\nLola Young jumps into a car, laughing uncontrollably as she flashes a brand new set of shiny gold teeth.\n\"I just got grills fitted,\" she explains once she's regained her composure. \"But they're like so intense, so you're rocking with this today, and a lisp.\"\nShe's been running a few minutes late for the interview and this explains why - so she can finish gettingher dental jewellery accessories fitted,with which she seems extremely pleased.\nThe screen suddenly freezes. The car she's in is somewhere in the US and the reception has cut out.\nYoung madeher US TV debut on Jimmy Fallon's talk showthe night before, which followed a whirlwind trip to Australia, and she'll soon set off on a sold-out European tour. She's talking on Zoom as her manager drives her to the next stop on her schedule.\nTravelling the world and in high demand, but making time to get a full set of solid gold teeth grills fitted - she's living a proper pop star's life.\nAnd she is now a proper pop star. After several years of almost making it - she sang onthe 2021 John Lewis advert,was onthe BBC Sound of 2022 listand had glowing reviews for her two albums - Messy has given her a bona fide hit.\nThe song became inescapable at the end of 2024 and completed its climb to the top of the charts on Friday.\nThe 24-year-old is the first current British artist to have a UK number one since Chase and Status and Stormzy in August, the youngest to do so since Dave in 2022, and the youngest British woman to score a chart-topper since Dua Lipa in 2017.\nHer number one came a day aftershe was nominated for best pop act at the Brit Awards.\n\"The response has been amazing and it's been really exciting to see all the love that Messy has been receiving,\" says Young after reconnecting the call.\n\"I love the song, it's a song I wrote that's really personal and really important to me. So I'm really happy that it's resonating so much.\"\nMessy was released on Young’s second album This Wasn't Meant For You Anyway last May.\nIts trajectory was supercharged when superstar US influencers Sofia Richie Grainge and Jake Shane posted a 14-second TikTok clip of themselves dancing to its chorus. Young's song has now been used in 1.3 million videos on the platform - from Kylie Jenner lip-syncing as a dog, to a viral clip of an old woman vaping and holding a pint alongside the caption \"94 and still messy\".\nThe singer would like to point out that the track's success is not simply down to TikTok, however.\n\"That's not necessarily how it blew up. I would like to say that the song was blowing up before TikTok, and it was having its moment elsewhere. A lot of things contributed to the success.\n\"The TikTok thing is great. I don't make music for TikTok. I make music for myself and for my fans, but the Sofia Richie thing is just one element of how well it did in every aspect.\n\"But yeah, it's been great to see every side of it.\"\nThe track was indeed starting to gain traction before finding TikTok virality, and has only done so well because it is more than a mere meme.\nIts lyrics, about never being good enough for someone whatever you do, have connected deeply with fans. \"I want to be me, is that not allowed?\" she implores.\n\"I guess it's because the song speaks to so many people in terms of, I'm talking about the idea that there's two sides of a person, the contradictions,\" Young says.\nThe song captures how it is \"to basically feel like you're not enough for somebody and also in turn not enough for yourself\".\nAmid the craziness of success, there's some relief that she has now reached the next level in her career.\n\"I mean, I feel like it's the right time,\" the singer says. \"It's been a minute, but also it does feel like the right time for me.\"\nYoung has also recently featured on Tyler, the Creator’s well-received album Chromakopia.\nWhen it was released,the Observer saidYoung’s album had \"a winning combination of zingers and vulnerability\", andthe Telegraph saidit showed \"all of the grit and charisma of a seasoned artist\".\nLike Messy, many of her tracks are one-sided conversations - mainly with an unseen, unreasonable and unsuitable man (or woman).\nOther songs continue the theme of double-edged romance. Wish You Were Dead is about a relationship that veers between being affectionate and volatile; while in Big Brown Eyes, Young gets weak-kneed when a lukewarm love interest insults her.\nUnlike some artists, there's little need to ask Young what her songs are about - the stories are laid out in her raw and razor-sharp lyrics.\nBut how real are the situations and scenarios about which she sings?\n\"Pretty real. As real as it gets, to be honest,\" she replies.\n\"I just write from my own experience and they're very real. They're all the things that I've been through, all situations I've had, and all experiences I've had.\"\nThe honesty of her songwriting sets her apart from many other artists, but she says she knows no other way.\n\"I don't think about it. Music is the only place I can be dead honest,\" she says. \"Not that I'm a liar...\n\"But I feel like that's my outlet, the place I can be the most honest. I never really think about it. It doesn't feel like a difficult thing to do, or something that feels like I'm baring my soul or anything. It's just I've always done that in my music.\"\nThe album ends with an equally candid spoken-word outro, in which she says the LP was written to help her accept and love herself, and to realise she doesn't need \"no ugly man (or woman)\".\n\"I haven't got there yet but I will,\" she says on the track.\nYoung is managed by two men who separately worked with Amy Winehouse and Adele, and she has something in common with those two artists in her combination of fragility and front.\nTo that, she adds the conversational tone of Lily Allen and the modern pop sensibility and chaotic energy of Charli XCX.\nYoung's breakthrough coincided with the reign of Charli's Brat ethos, which she defined as \"a girl who is a little messy, likes to party, maybe says dumb things sometimes, feels herself, and has a breakdown but parties through it\".\nYoung feels an affinity with that. \"I massively do, and I think it's that thing of empowered women who like to party and be themselves, and that's really important to me,\" she says.\n\"I guess I come from a different angle - of a less heightened version of that, I guess. It would be more like, 'I don't really give a [care], but I also really do'. That's what I guess I stand by a little bit more.\"\nBratpop season will stretch further when Young releases her next album later this year. It is nearly finished and will \"dig deeper\" than the last, she says. How much deeper can she really dig?\n\"Quite a lot,\" she says. \"There's quite a lot more to say. There's a lot of other topics and things that have happened to me, and things that I've gone through that I want to discuss with people.\n\"But also things that are a little bit less about love, and about other things that I've gone through.\"\nNow that Messy's cleaned up, we can expect to see more of Young, and her shiny teeth.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "The Brutalist honours my family's hardships and loss, says actor Adrien Brody",
        "description": "The actor, who plays a Hungarian-born holocaust survivor, can see parallels with his own background.",
        "url": "https://www.bbc.com/news/articles/cm21jyqn6y7o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Lizo Mzimba"
        ],
        "Date Published": "2025-01-24 00:32:12",
        "Headline": "The Brutalist honours my ancestral struggles, says Adrien Brody",
        "Content": "The Brutalist tells the story of Hungarian immigrant and holocaust survivor László Tóth, who is trying to rebuild his life in post-war America through his work as an architect.\nOscar winner Adrien Brody delved deep into his own family history for his portrayal of the character, reflecting on his mother and grandparents' experiences in fleeing their native Hungary, which after World War Two was becoming a satellite state of the Soviet Union.\n\"The wonderful thing is, it's an opportunity for me to honour my ancestral struggles - my mother and my grandparents' hardships and loss in fleeing Hungary in the '50s and emigrating to the United States.\n\"[It's] very moving to be reminded of the details and hardships that they experienced that very much parallel the lived experience of my character,\" Brody says.\nThe actor says his character's drive to create also reflects his own path as an actor.\n\"Any artistic person, I think, can relate to the struggle and yearnings to leave, create a body of work and leave behind something of great meaning,\" he says.\nThe relationships in the film might be intimate and personal, but they're set against a backdrop that is in so many ways epic - not least its running time. It clocks in at over three-and-a-half hours - something that might put off some moviegoers.\nBut director Brady Corbet believes The Brutalist's length really shouldn't deter audiences.\n\"For me, I think that the length of a movie is similar to the length of a book, a double album, a painting with a big canvas.\n\"I love small portraits and I love Anselm Kiefer (a German artist known for his large-scale installations). There's a space for both of them, you know. And at the end of the day, especially because the film has an intermission, it's only 100 minutes on each side, so it's not so bad.\"\nFelicity Jones, who plays Tóth's wife, Erzsébet, says she spends a huge amount of time looking for realistic female characters who are more than just weak offshoots of their husbands.\n\"I spend most of my life foraging through scripts, trying to find decent characters to play. That's a huge part of it,\" she explains.\n\"I have to find someone who has some kind of spunk, or has some fight in them. Some sense of defiance is so key, so when I read the script it was an absolute no-brainer.\n\"I thought this woman is tremendous. But... they are few and far between, for sure. When you get something like this, you just grab it with both hands.\"\nIn the film, Tóth is hired by rich industrialist Harrison Lee Van Buren to design and build a vast project as a tribute to his late mother. Van Buren, played by Guy Pearce, is a man who is in awe of the architect's talent. A useful parallel, then, for the actor.\n\"I suppose so,\" admits the Australian. \"I really admire Adrien and his work. I think he's an extraordinary actor.\n\"It was really interesting the way Adrien played his role. He plays a man who has almost more sense of self than Van Buren does, which was a great thing for me to work off because I think Van Buren, even though he admires László, he probably is patronising of him.\n\"He probably expects him to be more subservient than he is, so it was a great dynamic between the two of us.\"\nOn Thursday, the film was nominated for 10 Oscars, including a best-actor nomination for Brody. Even before the Academy Awards shortlists were announced, Brody said how thankful he was for the reception the film had received from awards bodies.\n\"I'm just really grateful and I'm very appreciative of having had a chance to flourish in a work that I've dedicated a life towards. And when that is received with respect and appreciation. It's very rewarding.\"\nThe Brutalist is released in cinemas on 24 January\nThis year's list of Oscar nominees includes Emilia Pérez, Wicked and The Brutalist up for best picture.\nAriana Grande, Selena Gomez, Kieran Culkin and Colman Domingo are among the stars in the running.\nJustin Baldoni says footage shows he didn't sexually harass Blake Lively, but she says the opposite.\nThe feud between Lively and Baldoni is alleged to have started during filming of It Ends With Us.\nThe Planning Inspectorate will start an inquiry into the planning application for the film studio.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "A$AP Rocky's trial begins with prosecutors showing video of shooting",
        "description": "The rapper could face up to 24 years in prison if convicted in the Hollywood shooting case.",
        "url": "https://www.bbc.com/news/articles/czj3nr7nrp1o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Samantha Granville & Christal Hayes"
        ],
        "Date Published": "2025-01-24 15:32:12",
        "Headline": "Rapper A$AP Rocky assault trial begins in Los Angeles",
        "Content": "A$AP Rocky's assault trial began on Friday in Los Angeles, where the rapper is accused of firing a gun at a former friend.\nThe rapper, whose real name is Rakim Mayers, faces up to 24 years in prison if convicted on two felony assault charges in the 2021 incident near a Hollywood hotel.\nIn opening statements on Friday, prosecutors described the rapper as the aggressor and claimed he orchestrated a plan to shoot his childhood friend following a disagreement.\nThe Grammy-nominated hip-hop star, who is also a fashion mogul and the longtime partner of singer Rihanna, has pleaded not guilty and denied the allegations.\nThe victim, fellow artist and childhood friend Terell Ephron, testified last year that bullets grazed his knuckles when the rapper opened fire in his direction in Hollywood, just one block from the iconic Hollywood Walk of Fame. He said he decided to seek medical treatment at a hospital after flying back to New York.\nAuthorities say the shooting happened on 6 November in 2021 after a \"heated discussion\" in Hollywood between the rapper and Terell Ephron, who were both part of the A$AP Mob hip-hop collective and have known one another since their time together at a New York high school.\nA jury of seven women and five men was selected over the course of three days this week before the opening arguments kicked off on Friday.\nMr Mayers, attending the trial in a grey suit, was joined by some members of his family on Friday, but notably absent was singer Rihanna, who he shares two children with. It's unclear whether she might appear at the trial, but the rapper's attorney told the court this week that Mr Mayers has tried to keep his family away from all of this.\nDeputy District Attorney Paul Przelomiec opened the trial on Friday with a detailed presentation of video evidence, describing the case against the rapper as straightforward. \"What will become almost instantly clear is that this is not a complicated case,\" he told the jury.\nMr Mayers, along with two friends and Mr Ephron, met up to talk after they had a disagreement the night before. But the meeting turned violent.\nThe first video, which was partially obscured, showed a confrontation between two men, with two others stepping in to intervene. One man, identified as Mr Mayers, is seen pulling a gun but not firing. Additional footage from later that night captures two gunshots during a scuffle involving the same group.\n\"If you brought a gun, then you should shoot,\" Mr Ephron reportedly told Mr Mayers, according to Przelomiec. Moments later, Mr Mayers is accused of opening fire, allegedly grazing Ephron's knuckle.\n\"In his state of mind, he never believed he was going to be shot,\" Przelomiec told the court.\nProsecutors also showed the jury text messages exchanged shortly after the incident between the pair, where Mr Ephron accuses the rap star of trying to kill him.\n\"U try killing me,\" he wrote.\nMr. Mayers responded, \"wtf iz ut talking about.\"\nThe rapper rejected a plea offer ahead of the trial and said the weapon he was accused of firing was a \"prop gun\" incapable of firing real ammunition. The AP news agency reported that this would have meant agreeing to 180 days in prison.\nDefence attorney Joe Tacopina on Friday said the gun was a starter pistol used as a prop, something the rapper's security guards advised him to carry to fend off potential attackers. The rapper had been victim of crimes in the past, he said.\nMr Tacopina painted the case as bitter falling out between friends that was wrapped up in money.\n\"This case is about one man's jealousy, which lies in green,\" he told the jury. \"This case is all about money, a clear attempt at extortion. Period, end of story.\"\nA key point of contention in the case is the police investigation and Mr Ephron's injuries. The rapper's attorneys have focused - and did on Friday - on Mr Ephron taking multiple days to report the incident to police and how authorities found no trace of a shooting.\nAuthorities who responded to the 2021 shooting did not find any bullet shell casings when surveying the area, but Mr Ephron returned to the scene later and gathered two shell casings he said he found in the area. He brought them when he reported the incident two days later.\nThe defence said the trial's outcome hinges on Mr Ephron's testimony, noting, \"He's the witness that this case will rise and fall on\".\nThe trial is expected to last about three weeks, with Mr Ephron expected to take the stand as a key witness.\nThe trial is happening at a crucial moment for A$AP Rocky's career.\nIn May, he is set to co-chair the 2025 Met Gala alongside big names like Anna Wintour, British race car driver Lewis Hamilton, singer Pharrell Williams and basketball superstar LeBron James.\nLater this summer, he is also set to appear in a film directed by Spike Lee called \"Highest 2 Lowest\" with acting legend Denzel Washington.\nThe star waspreviously given a two-year suspended sentencefor his role in a brawl in Stockholm in August 2019.\nThe rapper and two members of his entourage were convicted of kicking and beating a 19-year-old man after an argument. They said they acted in self-defence, but the court rejected their argument.\nThe case drew worldwide media attention after US president Donald Trump unsuccessfully tried to secure Mr Mayers's release from prison as he awaited trial.\nBorn in New York, Mr Mayers was one of the biggest break-out stars of the 2010s, earning eight platinum singles in the US including Wild For The Night, Everyday, LSD and A$AP Forever.\nHe rose to fame after being championed by Drake, and has worked with artists including Alicia Keys, Lana Del Rey, Skepta, Selena Gomez and Kendrick Lamar.\nThe BBC's Mark Savage contributed reporting.\nSeveral potential US buyers have expressed interest in purchasing the social media platform.\nThe State Department notice appears to affect everything from development assistance to military aid.\nAfter visiting hurricane-hit North Carolina, Trump travelled to California where he met the state's governor.\n\"I think he is a horrible president when it comes to abortion,\" says one man who Trump pardoned yesterday.\nThe former top US health official has faced death threats since leading  the country's COVID-19 response.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Would you make a good Traitor? Take our quiz ",
        "description": "Work through our scenarios to find out if you're a sneaky traitor or 100% faithful. ",
        "url": "https://www.bbc.com/news/articles/c0rqvp0zdl0o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "BBC News"
        ],
        "Date Published": "2025-01-24 14:05:15",
        "Headline": "Would you make a good Traitor? Take our quiz ",
        "Content": "The latest series of The Traitors is coming to an end, after weeks of wild accusations, wilder betrayals and Claudia Winkleman's devious looks-to-camera.\nMany of us like to think we could handle the pressures and skullduggery of being a traitor in the remote Scottish castle. But could you really make it to the end undetected?\nBefore you apply for the next series of The Traitors, work through our scenarios to find out if you've got what it takes to be a treacherous mastermind, or whether you are far too faithful for that.\n\nQuiz compiled by: Steven McIntosh, Helen Bushby, Yasmin Rufo, Rosemary McCabe, Jonathan Holmes\nContestant Jack Marriner-Brown has been meeting fans of The Traitors in Hull.\nCould the popularity of The Traitors link to something wider going on among Britons - and our shifting attitudes towards dishonesty?\nA contestant from Cornwall talks about how the \"strange experience\" was \"mentally exhausting\".\nThe woman was held by police in Cheshire following allegations regarding the Only Way is Essex star.\nWe've rounded up all the key culture releases for the week ahead, from film to music.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Hugh Grant urges police to investigate Sun owners",
        "description": "He also wants to see the government launch part two of the Leveson Inquiry into press standards.",
        "url": "https://www.bbc.com/news/articles/clyel13n91qo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Maia Davies"
        ],
        "Date Published": "2025-01-24 12:01:17",
        "Headline": "Hugh Grant calls for police to investigate Sun owners",
        "Content": "Hugh Grant has called for police to open a new criminal investigation into the owners of The Sun, saying the job is not done \"by any means\" after Prince Harry settled his privacy claim on Wednesday.\nNews Group Newspapers (NGN) agreed to pay \"substantial damages\" and apologised to the Duke of Sussex for \"serious intrusion\" by The Sun between 1996 and 2011, and admitted \"incidents of unlawful activity\" were carried out by private investigators working for the newspaper.\nGrant also settled a privacy claim against NGN in 2024, saying he could have faced a bill of up to £10m even if he had won.\nThe actor said both incidents had shown a civil case was \"not the right instrument\" to get to \"the real truth\" of what happened at the newspaper.\nFormer deputy Labour leader Lord Tom Watson, who also reached a settlement with NGN on Wednesday, said a legal team would be passing a dossier to the Metropolitan Police.\nThe force said on Friday there were no active investigations into allegations of phone hacking or related matters.\n\"We await any correspondence from the parties involved, which we will respond to in due course,\" a spokesperson said.\nGrant said NGN had \"gamed\" the civil courts to silence complainants and a criminal investigation was needed.\n\"That's what they've done consistently over the last 10 years,\" he toldBBC Radio 4's Today programme on Friday.\n\"They've spent £1bn to make sure these things are never looked at in court… and you don't get proper judicial findings.\n\"I think what they're terrified of is that those findings would trigger a new criminal inquiry.\"\nIn the civil courts, claimants could end up paying the costs of their opponents if the damages award is less than they have been offered to settle - even if they win.\nGrant had accused The Sun of using private investigators to tap his phone and burgle his house, and said he settled because he could not face the possible costs of proceeding to trial.\nNGN had denied the allegations and said the settlement was reached \"without admission of liability\".\nThe actor called on the Crown Prosecution Service (CPS) and the Metropolitan Police to investigate.\nThe CPS told the BBC criminal investigations were matters for the police.\nGrant also argued a new investigation was needed because people who were at the paper at the time that private investigators who carried out \"unlawful activity\" were instructed were still in \"positions of great power\".\nNGN apologised to Prince Harry for serious intrusion into his private life by The Sun that took place between 1996 and 2011.\nThe paper's editor during part of that time, Rebekah Brooks, is currently the CEO of News UK. She was cleared of conspiracy to hack voicemails in a 2014 trial.\n\"A lot of the foot soldiers for those newspapers have now come over to our side… to say this is awful,\" the actor said.\n\"We've been punished, we've been to prison, we've paid fines, we've lost our jobs.\n\"But the people who commanded all this, they're still there.\"\nMeanwhile, Grant said the government should launch part two of the Leveson Inquiry into press standards in light of the Duke of Sussex's case.\nThe 2012 inquiry into the culture, practice and ethics of the press was launched in the wake of the phone hacking scandal.\n\"This is something that was repeatedly promised by Labour in opposition to victims of press abuse, over and over.\n\"And now suddenly seems to have disappeared from their priority list now that they're in government.\"\nOn Thursday, Lisa Nandy, Secretary of State for Culture, Media and Sport, ruled out opening a second stage of the inquiry, saying it was no longer \"fit for purpose\".\n\"A lengthy inquiry that was formulated in a different era before a lot of the cases that we've seen since arise from what happens online, which is where a lot of people consume news nowadays,\" Lisa Nandy told the BBC.\nNews UK declined to comment but pointed to remarks made by the Metropolitan Police commissioner on Friday, where he noted the \"massive series of investigations\" that had already happened \"around a decade ago\".\nMillions of pounds and hundreds of officers were involved, Sir Mark Rowley told LBC, \"ploughing through all the material including emails and records and notes from journalists, from private investigators\".\nHe added that \"much of the material in the civil litigation\" came from these criminal investigations.\n\"Let's see if there's anything radically new  - we will need to make a decision as and when we see the material.\"\nThe settlement between the prince and the Sun's publisher is a dramatic, high stakes, turnaround.\nPrince Harry's barrister said there was potentially a \"good prospect\" of an agreement that would save the court time.\nBroadcaster Jameela Jamil talks about the tabloid media's obsession with the size of womens' bodies.\nSaturday's headlines include the nation's winter gas supply and Dean Windass's \"shock\" dementia diagnosis.\nA review of the front page stories from the daily and weekly newspapers in Wales.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "A decade in the making, Central Cee says you Can't Rush Greatness",
        "description": "The UK rapper releases his anticipated debut album after eight top 10 singles and years making music.",
        "url": "https://www.bbc.com/news/articles/cy8xn8l232lo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Millie Trenholm & Riyah Collins "
        ],
        "Date Published": "2025-01-24 09:31:16",
        "Headline": "Central Cee: New album Can't Rush Greatness finally lands",
        "Content": "After more than a decade in the game and eight top 10 singles, Central Cee has decided it's finally time to drop an album.\nHe's not been in a hurry.\nThe clue's in the title - You Can't Rush Greatness.\nBut some people, like Radio 1 & 1Xtra DJ Kenny Allstar, would say it's been there all along.\nHe's been a champion of the West London rapper, also known as Cench, for years and has watched him become one of the UK's biggest talents.\nHe says that's down to the rapper, who understands that music, the industry around it, and how we listen has changed dramatically.\n\"He studied the game before he entered it,\" Kenny tells BBC Newsbeat.\n\"And now we find ourselves with him producing undoubtedly one of the most eagerly anticipated UK rap projects of all time.\"\nAs well as a string of hits, including 2023's song of the summer Sprinter, to his name, Cee's picked up multiple Mobo awards and been nominated for a prestigious Ivor Novello prize.\nHe's also teamed up with artists including Brit Award winner Raye, 21 Savage and US star Gunna.\nBut he's kept fans waiting for an album, limiting himself to singles and two top 10 mixtapes.\nKenny says holding off until now is a \"really smart\" move.\n\"He understood we're in a singles market,\" says Kenny.\n\"Let's call it 'fast food music'.\n\"The younger generation, they're not always ready to sit down and listen to a whole in-depth project because we're getting so much music at such a rapid rate.\"\nCee's singles are quick to get to the hook, says Kenny, and he's kept his mixtapes  short to keep fans engaged.\n\"Why would you put out a project if the audience isn't ready to take it in?\"\nInstead, Kenny says, Cee's been biding his time, \"building a buzz\" off the back of his hits until fans are \"ready and gagging for the project, the album\".\nIt's worked on super fan Jessica Mosses, 21, who says: \"I'm so excited to have so many brand new songs that we've not had before.\n\"I'm gonna make sure I'm doing absolutely nothing so I can sit all day and listen.\"\nJessica admits she's excited to finally have an album to listen to, but thinks how an artist releases music is becoming less relevant.\n\"He's got to this point just releasing singles and mixtapes,\" she says.\n\"I do think that people don't really care what they're releasing as long as it's new.\"\nEven though he's found success without one, others think an album was always going to be on the cards for an artist with Central Cee's ambitions.\nMusic journalist Daisy Carter says: \"The fact that he's doing it now shows that it's still something that's important for artists.\n\"I think it creates a stronger bond between the listener and the artists to have a longer body of work that you're able to get your teeth into,\" she says.\n\"It means that you feel more connected to an artist.\"\nKenny agrees, saying: \"It's not just about hit records, it's about, 'what can we learn about you as a person through listening to this body of work?'.\"\nIn 2024, Taylor Swift and Billie Eilish seemed to be leading a focus on albums withneither releasing singles to promote their albums in advance.\n\"With the rise of streaming people can flick between individual songs in a way that they never used to be able to when they were just buying records,\" says Daisy.\n\"But the album format is a way for artists to really execute an artistic vision and tell a story.\"\nBut Kenny points out that Central Cee has been working overtime to connect with his fans in different ways, particularly through social media, his work in the fashion industry and going big on the production value of everything else he's released.\n\"You don't need to drop an album if everything you do is big,\" he says.\n\"Marketing is so important in this day and age where everyone's on TikTok, everyone's on Insta.\n\"The music is amazing but how do you influence other subcultures?\"\nAs for the album title, Kenny says it doesn't just represent the time Central Cee's taken to get to this stage in his career but also has another, more personal, meaning.\n\"I don't mean to toot my own horn,\" he says, before sharing how the pair released a freestyle together on Kenny's channel in 2020.\n\"There's a line where he says,'this took ages, you should have known you can't rush greatness, you're too impatient, one million views ain't famous'.\n\"Five years ago that lyric was birthed. I'm not asking for a writing credit, but it's just a blessing it happened on my platform.\"\nAnd in return for the DJ's support over his career, Central Cee even asked Kenny to feature in a track on the album - something he says he thought was a prank at first.\n\"I'm gassed,\" he says.\n\"I speak passionately about UK rap music because it's everything, I breathe it, I live it.\n\"So these moments after years of championing artists, this is a payoff.\"\nYou can listen to theRadio 1 Rap Showon Saturday at 21:00 and the1Xtra Rap Showwith Kenny Allstar on Friday at 23:00\nListen to Newsbeatliveat 12:45 and 17:45 weekdays - or listen backhere.\nThe rapper could face up to 24 years in prison if convicted in the Hollywood shooting case.\nThe star discusses how she feels about blowing up on TikTok and the trademark honesty in her lyrics.\nThe winners will be announced at a ceremony at London's O2 Arena on 1 March, hosted by Jack Whitehall.\nThe Cure have received their first nomination in two decades and The Beatles are up for song of the year.\nThe award-winning singer rented the Grade II-listed home in West Sussex in 2012.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Hair loss drug finasteride 'biggest mistake of my life'",
        "description": "Some online sites prescribe a potentially risky hair loss drug without consistent safety checks, BBC finds.",
        "url": "https://www.bbc.com/news/articles/c05p1pnvymvo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Michelle Roberts, Nat Wright and Adam Eley"
        ],
        "Date Published": "2025-01-24 00:57:21",
        "Headline": "Finasteride: Hair loss drug was 'biggest mistake of my life'",
        "Content": "Some online sites are prescribing men a hair loss drug that has potentially risky side effects without consistent safety checks, the BBC has found.\nThe side effects of finasteride can include suicidal thoughts and impotence, yet some big brand companies will send the pills in the post without seeing or chatting with the customer.\nWe investigated after hearing stories from men throughYour Voice, Your BBC News.\nKyle, who is 26 and from Wakefield, regrets buying the pills online after filling out a 'tick-box' form.\nHe says his life has been turned upside down by an all-too-quick decision.\nKyle started taking finasteride last spring, after it was recommended to him by a mate who was on it.\nHe says he did a bit of research beforehand, but buying it online was simple.\n\"I just typed it in on Google and it came up with all these online pharmacies,\" Kyle says.\n\"It's everywhere. It's so easily accessible.\"\nThe prescription pills arrived on his doorstep within a week of ordering them.\n\"I had no consultation with a doctor. No zoom meeting. I didn't have to send any pictures to them or anything like that to actually make sure I did have male pattern baldness.\n\"I started it and, yeah - that was the biggest mistake of my life.\"\nSince taking the drug, Kyle says he's been having problems with his sexual, mental and physical health - problems he had never experienced before and which have persisted since he stopped the medication.\n\"Life just feels grey. It's, like, castrated my emotions,\" Kyle says.\n\"It just stripped everything from me - all my personality and everything. I stopped going out with my mates, stopped playing football and started having all these issues.\"\nFinasteride is one of the most common pills for hair loss, taken by tens of thousands of men in the UK. It is only available by private prescription.\nIt works by stopping testosterone turning into another hormone, called dihydrotestosterone (DHT), that can stop hair growing.\nKyle took it for about six weeks, but stopped after experiencing problems including suicidal thoughts.\nIn late April 2024 - just weeks after Kyle got his prescription - UK regulators took urgent action over finasteride, sayingpacks must contain a special safety alert cardwarning of the small risk of severe side effects including suicidal thoughts and sexual dysfunction.\nAfter being contacted by other men like Kyle throughYour Voice, Your BBC News, we asked a male colleague to buy finasteride from three leading online providers to see what the checks now involved.\nOnline prescriber Hims mentioned the side effects.\nSuperdrug also offered the option to chat with a doctor - that cost extra.\nOnly Boots pharmacy asked for a photo of hair loss.\nWhen some packs arrived, none contained the new patient alert card that drug  makers were asked to add.\nThe Medicines and Healthcare products Regulatory agency says manufacturers have been given up to a year to comply, but it might still take longer since older packs will have to be sold before newer ones with the advice card begin to appear.\nBoots, Hims and Superdrug say online finasteride customers are asked to confirm that they have read and understood the possible risks.\nThey say until the alert cards are \"rolled out\" and put in packs, users can read the long patient information leaftlet already included with the medicine to learn about side effects.\nThe Royal Pharmaceutical Society says online prescribing can be very useful for a lot of patients, particularly if they are too embarrassed to visit a doctor. But the checks must be robust.\nJames Davies, RPS director for England told BBC News: \"It's really important that regardless of whether it's online or face to face, these thorough checks are taking place.\n\"That means that a full medical history is taken, there's an opportunity to understand the medication that may be prescribed, the side effects, the risks and the benefits.\"\nHe said sharing photos of the hair loss with the prescriber and having a video call to discuss all of the issues could be useful.\nThe British Association of Hair Restoration Surgery (BAHRS)believes patients shouldn't get the drug just by filling out an online form.\nGreg Williams, hair transplant surgeon and vice president of BAHRS, says although finsasteride is a good treatment for many, the small chance of serious side effects must be explained and closely monitored.\n\"There will be some patients who have risk factors that might make finasteride a risky prescription. I'm not saying it can't be prescribed, but patients need to be appropriately counselled.\"\nEurope's drug regulator is doing its own safety review of finasteride whichcould include a ban.\n\nNearly a year since first ordering the drug, Kyle says he deeply regrets taking finasteride.\n\"It's just a little pill. You take it and don't really think about what it can do to you,\" he says.\n\"Every day I beat myself up saying like 'You had a perfect life, you didn't have to risk something over hair'.\n\"It was vain of me...but when you get insecure you do stupid things.\n\"If I were made aware of what it can do I never would have took it.\"\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "X refused to take down video viewed by Southport killer",
        "description": "Australia's internet regulator said X was the only major tech platform which refused its request.",
        "url": "https://www.bbc.com/news/articles/c2egz1089pwo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Graham Fraser"
        ],
        "Date Published": "2025-01-24 17:46:28",
        "Headline": "X 'refused to take down' video viewed by Southport killer ",
        "Content": "Australia's internet regulator says X refused to take down a video of a high-profile stabbingin Sydneythat was watched by Axel Rudakubana just before he murdered three young girls in Southport.\nThe body, eSafety,said it \"noted with great sadness\"that Rudakubana viewed the violent footage of the attempted murder of Bishop Mar Mari Emmanuel.\nIt said other major tech firms complied with its request to take the video down, but X - owned by Elon Musk - only blocked it in Australia, meaning Rudakubana was able to view it minutes before leaving his home to carry out his deadly attack.\nThe 18-year-oldhas been sentenced to a minimum of 52 yearsfor the murders.\nX has been contacted for comment.\nPolice officers who investigated last July's Southport murders - which sparked riots across England - discovered a number of devices during a search of the 18-year-old's home in Banks, Lancashire.\nThey have said it could take years to uncover what was in Rudakubana's internet browsing history, which he deleted before he left the house to carry out his attack.\nA search on X for the stabbing of the bishop was the only thing that remained, police have said.\nHe was attacked in the Sydney suburb of Wakeley in April 2024 - an incidentdeemed an act of terror by the police.\nThe attack on the bishop during mass at the The Good Shepherd Churchsparked unrest in the Australian city.\n\nAfter the attack on the bishop, which was livestreamed, eSafety said it worked \"collaboratively where possible\" with technology companies to remove the video from platforms.\n\"Immediately following the Wakeley attack, companies including Google, Microsoft, Snap and TikTok acted quickly to cooperate with eSafety and ensure the Wakeley stabbing video could not be accessed from their platforms,\" the regulator said.\n\"Some of these companies took additional, proactive steps to reduce further spread of the material.\"\neSafety subsequently contacted Meta - owner of Facebook and Instagram - and X, telling the companies to remove the material \"under the provisions of Australia's Online Safety Act\".\nMeta did respond and took action which was welcomed by eSafety, but X decided to not remove the video from its platform, it said.\nInstead, according to the regulator, X geoblocked the footage in Australia, meaning people outside the country and those within it using a VPN could still watch it.\nIn June last year,eSafety abandoned a legal battleto have the footage removed.\nX has not responded to the BBC's request for comment.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Clampdown on fake Google reviews announced",
        "description": "Businesses which boost their star ratings will have warnings attached to them - fake reviewers will be banned.",
        "url": "https://www.bbc.com/news/articles/c4gx8pn798qo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Graham Fraser"
        ],
        "Date Published": "2025-01-24 13:38:23",
        "Headline": "Clampdown on fake Google reviews announced",
        "Content": "Google has agreed to make \"significant changes to its processes\" to help tackle fake reviews of UK businesses, the regulator has announced.\nThe Competition and Markets Authority (CMA) says the firm - which accounts for 90% of search in the UK - will attach warnings to companies found to have artificially boosted their star rating.\nThe worst offenders will have their review function deactivated, meaning they cannot receive any new reviews.\nIndividuals who repeatedly post fake or misleading reviews will be banned from posting – regardless of where they are in the world.\nConsumer group Which? called the changes \"a step in the right direction\" but said they would need to be backed up with strong enforcement action, potentially including \"heavy fines\" if Google failed to stick to them.\nSarah Cardell, the Chief Executive of the CMA, said: \"The changes we've secured from Google ensure robust processes are in place, so people can have confidence in reviews and make the best possible choices.\"\nThe measures only relate to reviews for businesses when searching on Google or on Google maps.\nThey will not apply to reviews of products.\nA spokesperson from Google told the BBC: \"Our longstanding investments to combat fraudulent content help us block millions of fake reviews yearly – often before they ever get published.\n\"Our work with regulators around the world, including the CMA, is part of our ongoing efforts to fight fake content and bad actors.\"\nIt isnot the first pledge to tackle fake reviews, a problem which artificial intelligence (AI) is exacerbating.\nAmazon and Google have been under investigation by the CMAover fake reviews since June, 2021 – months after the consumer groupWhich? concluded Google was failing to do enough to combat fake reviewswithin its business listings.\nThe CMA has said its investigation into Amazon is ongoing.\nRocio Concha, the director of policy and advocacy at Which?, said: \"Which? has repeatedly exposed fake reviews on Google, so the CMA securing these commitments from the tech giant is a step in the right direction.\n\"The changes should help prevent consumers from being misled by unscrupulous businesses and fake review brokers.\n\"However, the regulator must monitor the situation closely and be prepared to use new enforcement powers secured through the Digital Markets, Competition and Consumers Act to take strong action, including issuing heavy fines, if Google fails to make improvements.\"\nThe influence of reviews real and fake is enormous - the CMA estimates £23bn of UK consumer spending every year is \"potentially influenced\" by online reviews.\nGoogle told the BBC it has already started with its restrictions on businesses and reviews, and the CMA says Google will report to it over the next three years to ensure action is being taken.\nAfter this period, Google will be able to change how it deals with fake reviews to reflect any new changes in technology.\nMs Cardell added: \"This is a matter of fairness – for both business and consumers – and we encourage the entire sector to take note.\"\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "How to make oxygen on the moon",
        "description": "Engineers are working on systems that can turn lunar regolith into useful elements like oxygen.",
        "url": "https://www.bbc.com/news/articles/cd7nr8wv5r9o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Chris Baraniuk"
        ],
        "Date Published": "2025-01-24 00:02:10",
        "Headline": "Space exploration: How to make moon dust into oxygen",
        "Content": "Inside a giant sphere, the engineers pored over their equipment. Before them stood a silvery metal contraption swathed in colourful wires – a box that they hope will one day make oxygen on the moon.\nOnce the team vacated the sphere, the experiment began. The box-like machine was now ingesting small quantities of a dusty regolith – a mixture of dust and sharp grit with a chemical composition mimicking real lunar soil.\nSoon, that regolith was gloop. A layer of it heated to temperatures above 1,650C. And, with the addition of some reactants, oxygen-containing molecules began to bubble out.\n“We’ve tested everything we can on Earth now,” says Brant White, a program manager at Sierra Space, a private company. “The next step is going to the moon.”\nSierra Space’s experiment unfolded at Nasa’s Johnson Space Center this summer. It is far from the only such technology that researchers are working on, as they develop systems that could supply astronauts living on a future lunar base.\nThose astronauts will need oxygen to breathe but also to make rocket fuel for spacecraft that might launch from the moon and head to destinations further afield – including Mars.\nLunar base inhabitants might also require metal and they could even harvest this from the dusty grey debris that litters the lunar surface.\nMuch depends on whether we can build reactors able to extract such resources effectively or not.\n“It could save billions of dollars from mission costs,” says Mr White as he explains that the alternative – bringing lots of oxygen and spare metal to the moon from Earth – would be arduous and expensive.\nLuckily, the lunar regolith is full of metal oxides. But while the science of extracting oxygen from metal oxides, for example, is well understood on Earth, doing this on the moon is much harder. Not least because of the conditions.\nThe huge spherical chamber that hosted Sierra Space’s tests in July and August this year induced a vacuum and also simulated lunar temperatures and pressures.\nThe company says it has had to improve how the machine works over time so that it can better cope with the extremely jagged, abrasive texture of the regolith itself. “It gets everywhere, wears out all sorts of mechanisms,” says Mr White.\nAnd the one, crucial, thing that you can’t test on Earth or even in orbit around our planet, is lunar gravity – which is roughly one sixth that of the Earth. It might not be until 2028 or later that Sierra Space can test its system on the moon, using real regolith in low gravity conditions.\nThe moon’s gravity could be a real problem for some oxygen-extracting technologies unless engineers design for it, says Paul Burke at Johns Hopkins University.\nIn April, he and colleaguespublished a paperdetailing the results of computer simulations that showed how a different oxygen-extracting process might be hindered by the moon’s relatively feeble gravitational pull. The process under investigation here was molten regolith electrolysis, which involves using electricity to split lunar minerals containing oxygen, in order to extract the oxygen directly.\nThe problem is that such technology works by forming bubbles of oxygen on the surface of electrodes deep within the molten regolith itself. “It is the consistency of, say, honey. It is very, very viscous,” says Dr Burke.\n“Those bubbles aren’t going to rise as fast – and may actually be delayed from detaching from the electrodes.”\nThere could be ways around this. One could be to vibrate the oxygen-making machine device, which might jiggle the bubbles free.\nAnd extra-smooth electrodes might make it easier for the oxygen bubbles to detach. Dr Burke and his colleagues are now working on ideas like this.\nSierra Space’s technology, a carbothermal process, is different. In their case, when oxygen-containing bubbles form in the regolith, they do so freely, rather than on the surface of an electrode. It means there is less chance of them getting stuck, says Mr White.\nStressing the value of oxygen for future lunar expeditions, Dr Burke estimates that, per day, an astronaut would require the amount of oxygen contained in roughly two or three kilograms of regolith, depending on that astronaut’s fitness and activity levels.\nHowever, a lunar base’s life support systems would likely recycle oxygen breathed out by astronauts. If so, it wouldn’t be necessary to process quite as much regolith just to keep the lunar residents alive.\nThe real use case for oxygen-extracting technologies, adds Dr Burke, is in providing the oxidiser for rocket fuels, which could enable ambitious space exploration.\nObviously the more resources that can be made on the moon the better.\nSierra Space’s system does require the addition of some carbon, though the firm says it can recycle most of this after each oxygen-producing cycle.\nAlong with colleagues, Palak Patel, a PhD student at the Massachusetts Institute of Technology, came up with an experimentalmolten regolith electrolysis system, for extracting oxygen and metal from the lunar soil.\n“We’re really looking at it from the standpoint of, ‘Let’s try to minimise the number of resupply missions’,” she says.\nWhen designing their system, Ms Patel and her colleagues addressed the problem described by Dr Burke: that low gravity could impede the detachment of oxygen bubbles that form on electrodes. To counter this, they used a “sonicator”, which blasts the bubbles with sound waves in order to dislodge them.\nMs Patel says that future resource-extracting machines on the moon could derive iron, titanium or lithium from regolith, for example. These materials might help lunar-dwelling astronauts make 3D-printed spare parts for their moon base or replacement components for damaged spacecraft.\nThe usefulness of lunar regolith does not stop there. Ms Patel notes that, in separate experiments, she has melted simulated regolith into a tough, dark, glass-like material.\nShe and colleagues worked out how to turn this substance into strong, hollow bricks, which could be useful for building structures on the moon –an imposing black monolith, say. Why not?\nThe rocket's upper stage disintegrated over the Caribbean, forcing airline flights to alter course.\nOnBuy founder Cas Patton says BCP Council does not do enough to support Bournemouth's tech industry.\nOfficials at Elon Musk's company said the upper stage was lost, minutes after it launched.\nAI can take a second look at medical scans and flag up potential problems that doctors might not see.\nAmazon founder Jeff Bezos's space company blasts its first rocket into orbit in a challenge to Elon Musk.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Ukraine claims drone strike on Russian oil refinery",
        "description": "Russia says it shot down more than 120 drones overnight, in what would be one of the largest attacks of the war.",
        "url": "https://www.bbc.com/news/articles/cvg84r5g8d0o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Graeme Baker"
        ],
        "Date Published": "2025-01-24 11:19:08",
        "Headline": "Ukraine claims strike on Russian oil refinery in huge drone attack",
        "Content": "Ukraine reportedly hit a Russian oil refinery and targeted Moscow during an attack involving a wave of at least 121 drones, one of the largest single operations of its kind during the war.\nVideo footage verified by the BBC shows a fireball rising over the refinery and pumping station in the Ryazan region, southeast of Moscow, which Ukrainian officials said was a target.\nRussia said it had shot down 121 drones that had targeted 13 regions, including Ryazan and Moscow, but reported no damage.\nElsewhere, Ukrainian authorities said three people were killed and one was injured when a Russian drone hit a residential building in the Kyiv region.\nAndriy Kovalenko, head of Ukraine's centre for countering disinformation, said on Telegram that an oil refinery in Ryazan had been hit, as well as the Kremniy factory in Bryansk that Kyiv says produces missile components and other weapons.\nBloggers on Telegram posted images and videos of fires raging at the Ryazan facility, which covers around 6sq km (2.3sq miles). Verified footage shows people fleeing from the site in cars and on foot as a fireball rises into the sky.\nBBC Verify used video footage to establish the location of two fires at the refinery. One video shows a fire near the northern entrance, whose location was matched by the road layout, signs and fences.\nTwo other videos show a larger fire on the eastern side of the refinery, around 3km (1.6m) away from the first. The location was identified by matching trees, pylons, road and path layouts.\nRussian state-owned news agency RIA cited a statement from the Kremniy factory in Bryansk, which said work had been suspended after an attack by six drones.  Pavel Malkov, the regional governor, said emergency services were responding.\nThe Kremlin acknowledged the attacks but made no mention of damage or casualties.\nIt claimed to have destroyed 121 Ukrainian drones, including six over the Moscow region, 20 in the Ryazan region, and a number over the border region of Bryansk.\nSergei Sobyanin, Moscow's mayor, said the city's air defences had intercepted attacks by Ukrainian drones at four locations.\nHe said air defences southeast of the capital in Kolomna and Ramenskoye had also repelled drones, without specifying how many. He said there was no damage.\nRussian news agencies quoted Rosaviatsiya, the federal aviation agency, as saying two Moscow airports, Vnukovo and Domodedovo, had resumed flights after suspending operations for a time. Six flights were redirected to other airports.\nIn the city of Kursk, Mayor Igor Kutsak said overnight attacks had damaged power lines and cut off electricity to one district.\nIn Ukraine, officials said that its air defences had destroyed 25 of 58 drones launched overnight by Russia.\nThe interior ministry said debris from one of the drones had killed two men and a woman in Hlevakha, Kyiv region, and that another person had been injured.\nRussia's justice ministry on Friday designated the BBC Russian service's Olga Ivshina a \"foreign agent\".\nIvshina, who is based in London, is the fourth BBC journalist to be designated by Russia since the full invasion of Ukraine in February of 2022.\nLast week BBC Russian's Anastasia Lotareva, a senior editor in Riga, and Andrey Kozenko, a reporter in London, were added to the list.\nThose named as foreign agents are compelled to mark any online content available in Russia as having come from a foreign agent, and to share financial details. Failure to comply can lead to fines or even imprisonment.\nA spokesperson for the BBC said the corporation \"strongly rejects and will challenge the designation\".\n\"The role of BBC News Russian journalists, reporting independently and impartially, has never been needed more, and we will support them to ensure they can continue to do their jobs serving Russian-speaking audiences.\"\nKatrin Ivanova denied knowing that information she gathered would be sent to Moscow.\nActivists say the spill - caused after two ships ran were battered by a storm - could cover an area of 400 sq km.\nJohn Healey says the vessel is used to gather intelligence and map the UK's underwater infrastrcuture.\nAnalysts say the return suggests that Moscow is preparing to evacuate one of its most valuable overseas bases.\nThe US president says he is offering Moscow a \"big favour\" by helping Russia and Ukraine reach a deal.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Hamas names next Israeli hostages set to be released",
        "description": "Four are due to be freed in a second exchange of hostages for Palestinian prisoners held in Israel.",
        "url": "https://www.bbc.com/news/articles/c8xqv5rqpyjo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Raffi Berg"
        ],
        "Date Published": "2025-01-24 10:32:44",
        "Headline": "Hamas names next Israeli hostages set to be released",
        "Content": "Hamas has named four hostages to be released on Saturday under the Gaza ceasefire deal.\nIt says they are soldiers Karina Ariev, Daniella Gilboa, Naama Levy and Liri Albag. They will be freed in exchange for 180 Palestinian prisoners held in Israel.\nIt will be the second such exchange since the ceasefire came into effect last Sunday.\nThree hostages and 90 prisoners were released in the first swap.\nThe ceasefire halted the war which began when Hamas attacked Israel on 7 October 2023. About 1,200 people were killed and 251 taken back to Gaza as hostages.\nMore than 47,200 Palestinians, the majority civilians, have been killed in Israel's offensive, Gaza's Hamas-run health ministry says.\nIt was originally thought that a female Israeli civilian, Arbel Yehud, would be included in the list of those to be released on Saturday.\nIt is unclear why her name is not on the list, though Israeli media reported that Palestinian Islamic Jihad (PIJ), a separate group, is holding her.\nHamas is expected to provide information about the remaining 26 hostages due to be released over the next five weeks.\nThis includes the Bibas family - two parents and two children, one of whom, Kfir, was 10 months old when taken captive and is the youngest hostage. It is unclear if this information will include the names or just the number of living or dead hostages.\nThe prisoners who will be released are of a more serious category than those freed in the first exchange. They will include those who have killed, some of whom are serving sentences of more than 15 years.\nIsrael has insisted that no-one who was involved in the 7 October attacks will be freed.\nAriev, Gilboa, Levy and Albag were seized at the Nahal Oz military base which was overrun by Hamas gunmen. Footage showed them among a group of women being tied up with their hands behind their backs. They were seen pleading for help while being taunted by their captors.\nThe women were part of a unit which surveilled the Israel-Gaza border.\nThree weeks ago Hamas released a video of Albag, 19, calling for the Israeli government to reach a deal.\nThe ceasefire was concluded after months of indirect negotiations between Israel and Hamas, led by the US, Qatar and Egypt.\nIt will be implemented in three stages, with the second stage due to begin six weeks into the truce. About 1,900 Palestinian prisoners will be released during the first stage in exchange for 33 hostages. Israeli forces will also begin withdrawing from positions in Gaza and hundreds of thousands of displaced Palestinians will be able to return to areas they had fled or been forced from.\nThe ceasefire is meant to lead to a permanent end to the war in Gaza.\nNinety-one hostages taken on 7 October 2023 are still held in Gaza. Fifty-seven of them are assumed by Israel to still be alive. Three others - two of whom are alive - have been held for a decade or more.\nThree female Israeli hostages have already been released as part of the latest ceasefire and hostage release deal.\nRomi Gonen, 24, was captured as she tried to escape the Nova music festival when it was targeted by the militant group as part of the 7 October 2023 attack.\nShe has been freed alongside Doron Steinbrecher, 31, a veterinary nurse, and Emily Damari, 28, who holds dual British-Israeli nationality.\nAll three arrived back in Israel on Sunday after being released by Hamas in Gaza, and were reunited with their families.\nThe missile strike on a Lebanese apartment block targeting Hezbollah left mostly civilians dead, BBC finds.\nTwelve Palestinians are reported to have been killed since a major operation began in Jenin on Tuesday.\nIsrael's prime minister says the \"extensive\" operation aims to \"defeat terrorism\" in the West Bank city.\nThe attacker, believed to be a Moroccan citizen with US residency, was shot dead at the scene.\nHamas attacked Israel on 7 October 2023, killing about 1,200 people and taking over 250 hostages.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Pakistan Youtuber ordered to make welfare videos for owning lion",
        "description": "Court orders Rajab Butt to produce one video a month for a year after he was given cub as wedding gift. ",
        "url": "https://www.bbc.com/news/articles/c897e1jgypdo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Alex Loftus"
        ],
        "Date Published": "2025-01-24 15:20:00",
        "Headline": "Pakistan Youtuber ordered to make animal welfare videos for owning lion",
        "Content": "A Pakistani YouTube star has been ordered to create 12 animal welfare videos as punishment for illegally owning a lion cub.\nRajab Butt, who has 5.6 million subscribers, was pictured with the cub after he was given it at his wedding last month by the owner of another YouTube channel.\nUnder a community service order, Mr Butt has been ordered to produce a five-minute video per month for a year to educate his audience.\nThe cub has been moved to the Lahore Safari Zoo by authorities and named Bhatti.\nIn a statement, Mr Butt said he regretted accepting the cub and acknowledged that \"keeping wild animals in such circumstances is inappropriate\".\n\"As a social media influencer, I should create positive content. I was not authorised to keep the lion cub, and by doing so, I set a wrong example,\" he added.\nA court also ordered the wildlife department to help Mr Butt produce his educational content.\nA wildlife officer reported Mr Butt to the police after seeing a video he posted to his YouTube channel last month, where he received the cub at his wedding.\nIt was given to him in a cage by Umar Dolla, who runs another YouTube channel called Lion Hub.\nMr Dolla claimed to the court that he was still the animal's legal owner. However, the judge ruled it had been seized by Butt, local media reported.\nMr Butt said he would \"provide community service through my social media platforms and spread a positive message about the rights of wild animals\".\nTariq Janjua, director of Lahore Safari Zoo, told local media that lions cannot be domesticated and keeping them was both cruel to the animal and a danger to humans.\nFive animals from the sanctuary had to be put down and 23 have since been rehomed.\nFreddie the lynx is one of 28 animals rescued following the closure of the Cat Survival Trust.\nThe RSPCA said the animals \"suffered appalling injuries\" and have appealed for information.\nThe bird, found in Bury St Edmunds, became unwell after eating an animal with poison in its system.\nWildside Exotic Zoo has taken in eight mountain lions, two lynxes and a bobcat.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Bulgarian woman based in UK denies spying for Russia",
        "description": "Katrin Ivanova denied knowing that information she gathered would be sent to Moscow.",
        "url": "https://www.bbc.com/news/articles/cp9x0vvgj72o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Chris Bell"
        ],
        "Date Published": "2025-01-24 20:10:33",
        "Headline": "Bulgarian woman based in UK denies spying for Russia",
        "Content": "A Bulgarian woman charged with being part of a Russian spy cell operating in the UK has denied knowing that information she gathered would be sent to Russia.\nKatrin Ivanova, 33, is accused of spying for Russia in a series of elaborate operations in the UK and Europe.\nShe allegedly targeted a US military base in Germany and secretly filmed two investigative journalists regarded as enemies of the Russian state.\nJurors have heard there was a risk the journalists could be kidnapped or assassinated.\nGiving evidence for the first time, Ms Ivanova denied being a spy.\nShe accepted following people targeted by the operations, and travelling around Europe, but said she did not know the true purpose of the activity.\nShe said she believed one operation targeting the investigative journalist Christo Grozev was itself a form of journalism and would reveal to the public that he was corrupt.\n\"The plan was to try and expose Mr Grozev,\" she said.\nHowever, no information was ever published and \"nothing actually happened\", she said.\nShe said her then-partner Biser Dzhambazov – whom she told the jury she had trusted with her life – asked her to take part in surveillance operations.\n\"He has been my partner for over 10 years. Why would he do something that's going to hurt me,\" she said.\nThe operations were to help Dzhambazov's friend Orlin Roussev, who assisted the couple financially after they first moved to the UK in 2012, Ms Ivanova told the court.\nThe couple first met Roussev at East Croydon station in 2012, and went for dinner with him at a \"posh\" restaurant near the Thames, she said.\n\"I was very impressed with him,\" she said. \"He was someone I always wanted to be. He was a typical hero immigrant story.\"\nBoth Dzhambazov and Roussev have already admitted conspiracy to spy for Russia.\nMs Ivanova wiped away tears in the witness box as she described learning how her partner was arrested in bed with the other alleged female spy in this trial, Vanya Gaberova, 30.\nJurors have heard that Dzhambazov and Ms Gaberova were in bed together when the police arrived to arrest them in February 2023.\nShe said Dzhambazov told her he had a brain tumour and went abroad for treatment. She now believes that was a lie so he could live a \"parallel life\" with Ms Gaberova.\nThe trial continues.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Tens of thousands protest in Slovakia against PM Fico ",
        "description": "Tens of thousands come onto the streets, as Robert Fico threatens to deport foreigners he says are fomenting a coup.",
        "url": "https://www.bbc.com/news/articles/c17ew2lzkyvo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Rob Cameron"
        ],
        "Date Published": "2025-01-24 20:38:59",
        "Headline": "Tens of thousands protest in Slovakia against PM Fico",
        "Content": "Tens of thousands of people throughout Slovakia are demonstrating against the government of Prime Minister Robert Fico, defying his warnings that provocateurs linked to the liberal opposition would use the protests to bring about a coup.\nRallies are being held in some 25 Slovak towns and cities, the latest in a series of protests against his populist-nationalist coalition.\nProtesters are angry at what they say is Fico undermining the country's institutions, culture and position in the EU and Nato, especially his increasing attacks on Ukraine and rapprochement with Moscow.\nFico denies opposition claims he wants to take Slovakia out of the EU and Nato, saying his country's membership in both institutions was not in question.\nLocal newspaper Dennik N estimated that some 100,000 people across Slovakia attended the protests, with at least 40,000 in the capital alone.\nSome 10,000 were reported to have taken to the streets of Banska Bystrica, a city of 75,000.\nOn Thursday, 15,000 demonstrated in Slovakia's second city, Kosice, to avoid a clash with a separate event being held there this evening.\nThere were no reports of violence or disorder, contrary to Fico's warnings this week that provocateurs would encourage demonstrators to attack public buildings, causing a police reaction leading to bigger protests.\nEarlier on Friday Fico told reporters police would shortly begin deporting several foreign \"instructors\" he claimed were in Slovakia to help the opposition try to topple his government.\nOn Wednesday he called a meeting of the government's security council, saying the intelligence services had concrete proof that a group of foreign provocateurs who were involved in the recent protests in Georgia and in 2014 in Ukraine were active in Slovakia.\nSlovakia's domestic intelligence service, the SIS, has confirmed the claims, but has given few details. The opposition has little faith in the SIS, as it is run by the son of an MP in Fico's Smer party.\nFico said a \"large-scale\" cyber attack that hit the country's health insurer on Friday was a textbook model \"of how to liquidate a disobedient government which has unorthodox views on certain things\" - a reference to his opposition to arming Ukraine and his efforts to mend relations with Moscow.\nHe said such activities were being carried out \"by representatives of the opposition, NGOs organised from abroad, foreign instructors and the media.\"\nDennik N later reported the incident was actually a phishing attempt, not a cyber attack, and not particularly large in scale.\nSlovak officials have claimed a previous cyber attack against the country's land registry could have come from Ukraine. Kyiv has flatly denied the accusation.\nThe opposition accuses Fico of using the intelligence service to torpedo a vote of no-confidence.\nThe suspect is an 18-year-old student, who went on the run but was apprehended by police shortly after.\nA dispute between Slovakia and Ukraine over Russian natural gas transit has been escalating.\nRobert Fico is only the third EU leader to visit Moscow and believes Putin has been demonised by the West.\nMore than 50 regions of Italy have issued alerts, as flooding continues to batter Poland and the Czech Republic.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Trump tours LA fire destruction as new fires erupt",
        "description": "After visiting hurricane-hit North Carolina, Trump travelled to California where he met the state's governor. ",
        "url": "https://www.bbc.com/news/articles/c0rqv7evp2ko",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Seher Asaf & Max Matza"
        ],
        "Date Published": "2025-01-24 11:14:50",
        "Headline": "Trump tours LA fire destruction as new fires erupt",
        "Content": "President Donald Trump has travelled to California to survey the destruction from deadly wildfires that devastated several communities in the Los Angeles area earlier this month.\nThe visit, coming at the end of Trump's first week back in office, is taking place as he continues to denounce the state emergency response being led by Democratic Governor Gavin Newsom - one of Trump's fiercest critics.\nDespite their political rivalry, Newsom greeted Trump on the tarmac as he emerged from Air Force One, arriving from North Carolina where he toured damage from Hurricane Helene, which rocked the western part of the state in September.\nTrump's visit comes as new fires erupt in southern California, and local officials continue to contend with dry and windy weather conditions that favour fire growth.\nSpeaking to reporters after shaking hands with Newsom, Trump said: \"I appreciate the governor coming out and meeting me\".\n\"We want to get it fixed,\" he continued, telling Newsom that aftermath looks \"like you got hit by a bomb\".\nNewsom, who Trump has nicknamed \"Newscum\", then thanked Trump for coming to visit, telling him: \"We're going to need your support, we're going to need your help\".\nThe new blazes - named Laguna,  Sepulveda, Gibbel, Gilman and Border 2 - flared up on Thursday in the counties of Los Angeles, San Diego, Ventura and Riverside - all in southern California.\nFirefighters have made progress in bringing the 10,000-acre Hughes Fire in Los Angeles under control, containing it by 56% since it broke out on Wednesday, forcing tens of thousands of people to evacuate.\nFires have devastated the US state over the last few weeks, with the Palisades and Eaton fires scorching a combined total of more than 37,000 acres and killing at least 28 people. Multiple neighbourhoods have been levelled, leaving more than 10,000 homes and businesses in ashes.\nGovernor Newsom on Thursday announced a $2.5bn (£2bn) state-level aid package to deal with the fire damage.\nTrump has been critical of the response to the California fires, threatening to withhold federal assistance unless the state does not change its water laws and implement laws requiring an ID to vote in elections.\n\"After that, I will be the greatest president that California has ever seen,\" Trump said.\nCalifornia does not usually require ID to vote but does to register to vote.\nNewsom's office said in a statement on social media that: \"Conditioning aid for American citizens is wrong\".\nBrian Rice, the president of the California Professional Firefighters, told the BBC that he hopes Trump does not deny the state federal aid.\n\"The most important focus we have is getting federal aid into California, into these communities where people have lost their lives, their homes,\" he said.\nThe city is set to host both the 2028 Summer Olympics and Fifa World Cup matches in 2026 - two global events that will thrust the Los Angeles region into the spotlight.\nTrump has also been critical of the work done by the Federal Emergency Management Agency (Fema) - which is tasked with responding to such disasters - under the Biden administration.\nHe has suggested getting rid of the agency and letting US states manage disasters in their jurisdictions.\nDuring his remarks to reporters on Friday in North Carolina, he said \"Fema was not doing their jobs\" in that state.\nHe noted that some residents still don't have power or hot water and it was \"totally unacceptable\".\nLos Angeles is under an elevated fire risk area today with brisk winds, according to BBC Weather.\nRain is expected over the weekend in the county,  as well as snow up in the mountains of southern California.\nHowever, while this will aid firefighting efforts, there are concerns that it could also cause flooding and dislodge debris from the fires, creating mudslides.\nSpecialist crews have been working to try and secure burned areas, while sandbags and other flood prevention supplies have been handed out to locals so that they can protect their properties.\nTwenty-three people died in 2018 whenmudslides hit the California town of Montecito, one of the areas that had recently been affected by the Thomas Fire.\nThe rapper could face up to 24 years in prison if convicted in the Hollywood shooting case.\nSeveral potential US buyers have expressed interest in purchasing the social media platform.\nThe State Department notice appears to affect everything from development assistance to military aid.\n\"I think he is a horrible president when it comes to abortion,\" says one man who Trump pardoned yesterday.\nThe former top US health official has faced death threats since leading  the country's COVID-19 response.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Rebels kill DR Congo governor as fighting intensifies ",
        "description": "Conflict in eastern DR Congo's has forced 400,000 people to flee their homes this year alone, the UN says.",
        "url": "https://www.bbc.com/news/articles/ckgy6qlv5kro",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Wedaeli Chibelushi & Marina Daras"
        ],
        "Date Published": "2025-01-24 12:45:03",
        "Headline": "DR Congo fighting: M23 rebels kill Governor Peter Chirimwami ",
        "Content": "Rebels from the Rwanda-backed M23 have killed a military governor as they advanced through eastern Democratic Republic of Congo, the army has confirmed.\nMaj Gen Peter Cirimwami, North Kivu's Governor, was shot by M23 fighters when visiting the frontline on Thursday.\nHe was airlifted to the capital Kinshasa for possible treatment abroad, but \"succumbed to his injuries\", said army spokesperson Gen Sylvain Ekenge.\nFighting between the M23 and DR Congo's army has intensified since the start of the year, with the rebels seizing control of more territory than ever.\nMore than 400,000 people have fled their homes since the start of this year as the M23 advances on the city of Goma, the UN reports.\nAs they moved towards Goma, the M23 captured the towns of Masisi and Minova.\nMore than 200 civilians have been killed in areas captured by the M23, local leaders said on Thursday.\nAnd according to the United Nations, two children died after bombs fell on a camp for displaced people.\nAs a result of this unrest, Congolese President Félix Tshisekedi cut short his trip to the World Economic Forum in Davos, flying back on Thursday to hold urgent security meetings with top officials.\nPresident Tshisekedi gave instructions to the army to \"track down the enemy attacking us, push them far from Goma, and pursue them across all the national territory,\" said Gen Ekenge.\nThe fall of Goma -  a city of over a million that lies close to the border with Rwanda - would be a major coup for the rebels. They briefly took over the city during a rebellion in 2012, but withdrew after a deal was brokered.\nNumerous roads leading towards the city have now been blocked, sparking concerns that food supplies in the city might run out.\n\"The town of Goma is held in a vice, the town is suffocated, there are no more entrances, there are no more exits… this population is suffering enormously\" local union leader Bahala Shamavu Innocent told the BBC.\nEspoir Ngalukiye, a member of the opposition party Ensemble pour la Republique, is also worried about access to food.\n\"In Goma we are not safe for real,\" Mr Ngalukiye said. \"No-one who lives in Goma can tell you that he doesn't have fear.\"\nOver the last few days, the United States, United Kingdom and France have all advised their nationals to leave Goma as soon as possible.\nGen Cirimwami was named North Kivu's governor in 2023, tasked with ending decades of conflict in the region. At the time, there was some criticism of appointing a military governor.\nPrior to this, as a military commander, Gen Cirimwami went against President Tshisekedi's wishes and collaborated with armed group FDLR in the fight against the M23, according to the United Nations.\nSome FDLR leaders have been linked to the 1994 Rwandan genocide and the group has also been accused of human rights violations in DR Congo.\nRwanda has repeatedly accused Congolese authorities of working with the FDLR, and has twice invaded its much larger neighbour, saying it was going after those who committed the genocide.\nOn Thursday the M23 rebels captured the nearby town of Sake, according to the United Nations, the United Kingdom and various other sources.\nBut the Congolese army said it had repelled the attack on Sake, which lies just 20 km (12 miles) from Goma.\nResidents of Sake and the wider area - many of whom were already displaced by the conflict - have fled their homes.\nPeople are escaping carrying mattresses and other such essentials on their backs, while dozens pile into overcrowded wooden boats.\nThousands of panicked families have fled towards Goma, where hospitals have been overwhelmed with injured civilians.\nThe M23 has taking control of vast swathes of mineral-rich eastern DR Congo since 2021. As a consequence, hundreds of thousands of people have been displaced.\nLast year, it was also feared the rebels would seize Goma. There was a lull in fighting in late July, but heavy fighting resumed in October, and worsened towards the end of the year.\nThe DR Congo and the UN say the M23 is backed by Rwanda. The Rwandan authorities neither confirm nor deny this.\nUN experts say Rwanda has between 3,000 and 4,000 troops operating alongside the M23 in eastern DR Congo.\nUN Secretary-General Antonio Guterres has warned that the current conflict risks escalating into a broader regional war.\nMr Guterres called on \"all actors to respect the sovereignty and territorial integrity of the Democratic Republic of the Congo and to put an end to all forms of support to armed groups,\" a statement said.\nGo toBBCAfrica.comfor more news from the African continent.\n\nFollow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica\nThe UK foreign secretary urges the world not to forget Sudan after visiting those fleeing to Chad.\nSome parties in the coalition government are considering going to court to challenge the law.\nThe Lakurawa group has been accused of attacks on top government officials and kidnapping.\nBernadino Rafael denies claims he worked with criminal groups to kidnap and kill protesters.\nA selection of the week's best photos from across the African continent and beyond.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "IDF said bombed apartments were Hezbollah base - but most killed were civilians",
        "description": "The missile strike on a Lebanese apartment block targeting Hezbollah left mostly civilians dead, BBC finds. \n\n",
        "url": "https://www.bbc.com/news/articles/cgrn0nwn0eqo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Nawal al-Maghafi "
        ],
        "Date Published": "2025-01-24 05:30:00",
        "Headline": "Mostly civilians were killed in IDF attack on Lebanon village, BBC finds",
        "Content": "Julia Ramadan was terrified - the war between Israel and Hezbollah was escalating and she'd had a nightmare that her family home was being bombed. When she sent her brother a panicked voice note from her apartment in Beirut, he encouraged her to join him in Ain El Delb, a sleepy village in southern Lebanon.\n\"It's safe here,\" he reassured her. \"Come stay with us until things calm down.\"\nEarlier that month, Israel intensified air campaigns against Hezbollah in Lebanon, in response to escalating rocket attacks by the Iran-backed armed group which had killed civilians, and displaced tens of thousands more from homes in northern Israel.\nAshraf was confident their family's apartment block would be a haven, so Julia joined him. But the next day, on 29 September, it was subject to this conflict's deadliest single Israeli attack. Struck by Israeli missiles, the entire six-storey building collapsed, killing 73 people.\nThe Israel Defense Forces (IDF) says the building was targeted because it was a Hezbollah \"terrorist command centre\" and it \"eliminated\" a Hezbollah commander. It added that \"the overwhelming majority\" of those killed in the strike were \"confirmed to be terror operatives\".\nBut a BBC Eye investigation verified the identity of 68 of the 73 people killed in the attack and uncovered evidence suggesting just six were linked to Hezbollah's military wing. None of those we identified appeared to hold a senior rank. The BBC's World Service also found that the other 62 were civilians - 23 of them children.\nAmong the dead were babies only a few months old, like Nouh Kobeissi in apartment -2B. In apartment -1C, school teacher Abeer Hallak was killed alongside her husband and three sons. Three floors above, Amal Hakawati died along with three generations of her family - her husband, children and two granddaughters.\nAshraf and Julia had always been close, sharing everything with each other. \"She was like a black box, holding all my secrets,\" he says.\nOn the afternoon of 29 September, the siblings had just returned home from handing out food to families who had fled the fighting. Hundreds of thousands of people in Lebanon had been displaced by the war.\nAshraf was in the shower, and Julia was sitting in the living room with their father, helping him upload a video to social media. Their mother, Janan, was in the kitchen, clearing up.\nThen, without warning, they heard a deafening bang. The entire building shook, and a massive cloud of dust and smoke poured into their apartment.\n\"I shouted, 'Julia! Julia!,'\" says Ashraf.\n\"She replied, 'I'm here.'\n\"I looked at my dad, who was struggling to get up from the sofa because of an existing injury to his leg, and saw my mother running toward the front door.\"\nJulia's nightmare was playing out in real life.\n\"Julia was hyperventilating, crying so hard on the sofa. I was trying to calm her down and told her we needed to get out. Then, there was another attack.\"\nVideo footage of the strike, shared online and verified by the BBC, reveals four Israeli missiles flying through the air towards the building. Seconds later, the block collapses.\nAshraf, along with many others, was trapped under the rubble. He began calling out, but the only voice he could hear was that of his father, who told him he could still hear Julia and that she was alive. Neither of them could hear Ashraf's mother.\nAshraf sent a voice note to friends in the neighbourhood to alert them. The next few hours were agonising. He could hear rescuers sifting through the debris - and residents wailing as they discovered loved ones dead. \"I just kept thinking, please, God, not Julia. I can't live this life without Julia.\"\nAshraf was finally pulled from the rubble hours later, with only minor injuries.\nHe discovered his mother had been rescued but died in hospital. Julia had suffocated under the rubble. His father later told him Julia's last words were calls for her brother.\nIn November, a ceasefire deal was agreed between Israel and Hezbollah with the aim of ending the conflict. The deal gives a 60-day deadline for Israeli forces to withdraw from southern Lebanon and for Hezbollah to withdraw its forces and weapons north of the Litani River. As this 26 January deadline approaches, we sought to find out more about the deadliest single Israeli attack on Lebanon in years.\nIn the apartment below Julia and Ashraf's, Hawraa and Ali Fares had been hosting family members displaced by the war. Among them was Hawraa's sister Batoul, who, like Julia, had arrived the previous day - with her husband and two young children. They had fled intense bombardment near the Lebanon-Israel border, in areas where Hezbollah has a strong presence.\n\"We hesitated about where to go,\" says Batoul. \"And then I told my husband, 'Let's go to Ain El Delb. My sister said their building was safe and that they couldn't hear any bombing nearby.'\"\nBatoul's husband Mohammed Fares was killed in the Ain El Delb attack. A pillar fell on Batoul and her children. She says no-one responded to her calls for help. She finally managed to lift it alone, but her four-year-old daughter Hawraa had been fatally crushed. Miraculously, her baby Malak survived.\nThree floors below Batoul lived Denise and Moheyaldeen Al-Baba. That Sunday, Denise had invited her brother Hisham over for lunch.\nThe impact of the strike was brutal, says Hisham.\n\"The second missile slammed me to the floor… the entire wall fell on top of me.\"\nHe spent seven hours under the rubble.\n\"I heard a voice far away. People talking. Screams and… 'Cover her. Remove her. Lift the stone. He's still alive. It's a child. Lift this child.' I mean… Oh my God. I thought to myself, I'm the last one deep underground. No-one will know about me. I will die here.\"\nWhen Hisham was finally rescued, he found his niece's fiance waiting to hear if she was alive. He lied to him and told him she was fine. They found her body three days later.\nHisham lost four members of his family - his sister, brother-in-law and their two children. He told us he had lost his faith and no longer believes in God.\nTo find out more about who died, we have analysed Lebanese Health Ministry data, videos, social media posts, as well as speaking to survivors of the attack.\nWe particularly wanted to interrogate the IDF's response to media - immediately following the attack - that the apartment block had been a Hezbollah command centre. We asked the IDF multiple times what constituted a command centre, but it did not give clarification.\nSo we began sifting through social media tributes, gravesites, public health records and videos of funerals to determine whether those killed in the attack had any military affiliation with Hezbollah.\nWe could only find evidence that six of the 68 dead we identified were connected to Hezbollah's military wing.\nHezbollah memorial photos for the six men use the label \"Mujahid\", meaning \"fighter\". Senior figures, by contrast, are referred to as \"Qaid\", meaning \"commander\" - and we found no such labels used by the group to describe those killed.\nWe asked the IDF whether the six Hezbollah fighters we identified were the intended targets of the strike. It did not respond to this question.\nOne of the Hezbollah fighters we identified was Batoul's husband, Mohammed Fares. Batoul told us that her husband, like many other men in southern Lebanon, was a reservist for the group, though she added that he had never been paid by Hezbollah, held a formal rank, or participated in combat.\nIsrael sees Hezbollah as one of its main threats and the group is designated a terrorist organisation by Israel, many Western governments and Gulf Arab states.\nBut alongside its large, well-armed military wing, Hezbollah is also an influential political party, holding seats in Lebanese parliament. In many parts of the country it is woven into the social fabric, providing a network of social services.\nIn response to our investigation, the IDF stated: \"The IDF's strikes on military targets are subject to relevant provisions of international law, including taking feasible precautions, and are carried out after an assessment that the expected collateral damage and civilian casualties are not excessive in relation to the military advantage expected from the strike.\"\nIt had earlier also told the BBC it had executed \"evacuation procedures\" for the strike on Ain El Delb, but everyone we spoke to said they had received no warning.\nWatch on YouTube if outside the UK\nUN experts have raised concerns aboutthe proportionality and necessity of Israeli air strikes on residential buildingsin densely populated areas in Lebanon.\nThis pattern of targeting entire buildings - resulting in significant civilian casualties - has been a recurring feature of Israel's latest conflict with Hezbollah, which began when the group escalated rocket attacks in response to Israel's war in Gaza.\nBetween October 2023 and November 2024, Lebanese authorities say more than 3,960 people were killed in Lebanon by Israeli forces, many of them civilians. Over the same time period, Israeli authorities say at least 47 civilians were killed by Hezbollah rockets fired from southern Lebanon. At least 80 Israeli soldiers were also killed fighting in southern Lebanon or as a result of rocket attacks on northern Israel.\nThe missile strike in Ain El Delb is the deadliest Israeli attack on a building in Lebanon for at least 18 years.\nThe village remains haunted by its impact. When we visited, more than a month after the strike, a father continued to visit the site every day, hoping for news of his 11-year-old son, whose body had yet to be found.\nAshraf Ramadan, too, returns to sift through the rubble, searching for what remains of the memories his family built over the two decades they lived there.\nHe shows me the door of his wardrobe, still adorned with pictures of footballers and pop stars he once admired. Then, he pulls a teddy bear from the debris and tells me it was always on his bed.\n\"Nothing I find here will make up for the people we lost,\" he says.\nAdditional reporting by Scarlett Barter and Jake Tacchi\nHis appointment is another blow to Hezbollah, which had sought to reappoint caretaker PM Najib Mikati.\nMeet the woman who has found an innovative way to simply accessing much-needed aid in war-torn Lebanon.\nProvides an overview of Lebanon, including key dates and facts about this Middle Eastern country.\nThe crisis-plagued country's divided parliament ends a power vacuum that lasted more than two years.\nDevices rigged with explosives killed and wounded thousands of people in Lebanon.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Anti-abortion activists demand more than just pardons from Trump",
        "description": "\"I think he is a horrible president when it comes to abortion,\" says one man who Trump pardoned yesterday.",
        "url": "https://www.bbc.com/news/articles/cn0yzg9pj97o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Caroline Hawley and Cai Pigliucci"
        ],
        "Date Published": "2025-01-24 13:24:58",
        "Headline": "Anti-abortion activists demand more than just pardons from Trump",
        "Content": "Anti-abortion activists who gathered in Washington DC have criticised President Donald Trump for not supporting an end to national abortion access, one day after he issued pardons to 23 activists, including some convicted of blockading a reproductive health clinic and intimidating staff and patients.\nColeman Boyd, who was among those pardoned by Trump on Thursday, said at the annual March for Life rally that Trump should support a national abortion ban, something he has said he would veto if such a law were to be passed by Congress.\n\"I'm very thankful that he pardoned us. I think he's done lots of amazing things in the first week. I just think he is bad off on abortion,\" Mr Boyd, 53, told BBC News.\n\"I think he is a horrible president when it comes to abortion.\"\nTrump addressed the annual gathering in a pre-recorded video message on Friday, in which he vowed to \"stop the radical Democrat push for a federal right to unlimited abortion-on-demand\".\nHe referred to his role in appointing a conservative-majority Supreme Court which overturned the national right to abortion in 2022.\n\"That historic wrong was set right three years ago. I was so proud to be a participant,\" he said.\nThe March for Life rally has been held in the US capital every year since 1974, a year after abortion was legalised by the Supreme Court in Roe v Wade.\nMr Boyd, who travelled from Nashville to be in Washington after he was pardoned, said that Trump is \"misguided\" in his belief that abortion rights should be decided by individual states.\n\"He is way less pro-life than he was back in 2016. But I think absolutely he is a potential ally,\" said Mr Boyd, who believes there all abortion should be banned, including in cases of rape and incest.\nOther rally-goers, including a woman named Rosie who spoke to the BBC, praised Trump for his role in overturning Roe v Wade, but said he must do more to make abortion a \"non-option\".\n\"I love that Roe v Wade was overturned but maybe put some legislation into office to incentivise people not to have abortion,\" said a man named David who was standing with her in the crowd of thousands.\nDuring his campaign against former Vice-President Kamala Harris, Trump treaded lightly on the issue of abortion, an issue that galvanised female voters during the 2022 midterm elections and one that Democrats highlighted with their message of reproduction access rights.\nIn October, one month before the election, he posted on social media in all-capital letters: \"Everyone knows I would not support a federal abortion ban, under any circumstances, and would, in fact, veto it, because it is up to the states to decide based on the will of the their voters.\"\nBut many at the rally say he should do more to block first-term abortions, and access to abortion medications which can be purchased online and sent via the mail.\nOther prominent Republicans also spoke at the rally, including Vice-President JD Vance, who appeared in person to praise Trump's second term in office as the \"return of the most pro-family, most pro-life American president of our lifetime\".\nOn Thursday, Trump signed pardons for 23 activists, telling reporters: \"They should not have been prosecuted. Many of them are elderly people... this is a great honour to sign this. They'll be very happy.\"\nAmong those pardoned is Lauren Handy, leader of the group Progressive Anti-Abortion Uprising (PAAU).\nThe group was convicted of conspiring in 2020 to storm a Washington reproductive health clinic and block access to intimidate patients and staff. Members forced their way into the Surgi-Clinic, injuring a nurse, and spent several hours inside.\nHandy was found guilty in August 2023 and sentenced in May 2024.\nThe president of Susan B Anthony Pro-Life America, Marjorie Dannenfelser, said the protesters were targeted by Joe Biden's Department of Justice and she thanked Trump for \"immediately delivering on his promise\" to pardon them.\nThe rapper could face up to 24 years in prison if convicted in the Hollywood shooting case.\nSeveral potential US buyers have expressed interest in purchasing the social media platform.\nThe State Department notice appears to affect everything from development assistance to military aid.\nAfter visiting hurricane-hit North Carolina, Trump travelled to California where he met the state's governor.\nThe former top US health official has faced death threats since leading  the country's COVID-19 response.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "New Nigerian jihadist group declared terrorists",
        "description": "The Lakurawa group has been accused of attacks on top government officials and kidnapping.",
        "url": "https://www.bbc.com/news/articles/cqjvqe4n7gzo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Chris Ewokor & Mansur Abubakar"
        ],
        "Date Published": "2025-01-24 11:51:47",
        "Headline": "Lakurawa: Nigeria's newest armed group declared a terrorist organisation",
        "Content": "Nigeria's authorities have officially declared the Lakurawa armed group - which  flogs people for listening to music - a terrorist organisation and banned it across the country.\nLakurawa is a new militant group which carries out attacks, targeting local communities in north-western Nigeria and across the border with Niger.\nNigerian officials say Lakurawa is affiliated with jihadist factions in Mali and Niger, and its militants have for years settled in communities along the Nigeria-Niger border, marrying local women and recruiting youths.\nThis adds to Nigeria's security concerns, as it is already fighting against several armed groups, from Islamist militants Boko Haram to kidnapping gangs.\nThe Nigerian government submitted a document to a High Court in the capital, Abuja, on Thursday, detailing the activities of the group.\nIt said Lakurawa had been involved in acts of terrorism, including cattle rustling, kidnapping for ransom, hostage-taking and attacks on top government officials.\nThe group was also accused of spreading harmful ideology within local communities and encouraging locals to disregard authorities, \"resulting in injuries, and loss of lives and property to innocent citizens of Nigeria\".\nThe group emerged few years ago in some villages in Sokoto and Kebbi states and people had notified authorities of its existence but nothing was done.\nAt first, Lakurawa members promised to tackle banditry and help protect local people from cattle thieves.\n\"But things escalated when they started asking to check people’s phones and would flog those that have music in them before deleting them,\" the man said.\nIn the court papers, Nigeria's Attorney-General and Minister of Justice Lateef Fagbemi said the group's activities posed a serious threat to national security.\nLast year, military spokesperson Maj Gen Edward Buba said the emergence of Lakurawa was directly linked to political instability in neighbouring Mali and Niger.\nThe military has seized power in both countries, partly because of the pressure of an Islamist insurgency.\nIn a swift decision, Justice James Omotosho declared the group \"a terrorist organisation and extended the ban to similar groups across Nigeria, with a specific focus on the North West and North Central regions\".\nThis move will give the Nigerian government sweeping powers to take strong actions against the group.\nSecurity agencies now have broad mandates to disrupt and dismantle the group's operations, including arrests, prosecution, asset freezes, and increased surveillance.\nIt could also lead to public stigma and isolation for individuals associated with the designated group.\nAcross the country, especially in northern Nigeria, people fear another scenario similar to when Boko Haram emerged in the late 2000s.\nBoko Haram means \"Western education is forbidden\", and it has repeatedly targeted secular schools as part of its attempts to establish its version of Islamic rule in the region.\nThe group gained notoriety internationally when it kidnapped more than 200 school girls from the north-eastern town of Chibok in 2014.\nGo toBBCAfrica.comfor more news from the African continent.\n\nFollow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica\nThe UK foreign secretary urges the world not to forget Sudan after visiting those fleeing to Chad.\nConflict in eastern DR Congo's has forced 400,000 people to flee their homes this year alone, the UN says.\nSome parties in the coalition government are considering going to court to challenge the law.\nBernadino Rafael denies claims he worked with criminal groups to kidnap and kill protesters.\nA selection of the week's best photos from across the African continent and beyond.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "UN suspends movement in Houthi-held areas after staff detained",
        "description": "Talks with senior Houthi officials are underway to try and get the workers released. ",
        "url": "https://www.bbc.com/news/articles/cqx92yzew88o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Sebastian Usher"
        ],
        "Date Published": "2025-01-24 16:09:31",
        "Headline": "UN suspends movement in Houthi-held areas after staff detained",
        "Content": "The United Nations (UN) says it has suspended all movement in Houthi-held areas of Yemen after a number of UN personnel were detained by the armed group in the capital, Sanaa.\nThe UN said that it was actively engaging with senior Houthi officials to try to secure the release of all its detained employees. There has been no official statement from the Houthis as yet.\nThis is not the first time that the group has detained UN workers - a number of  staff members were held last year. The Houthis have also detained some 20 Yemeni employees of the US embassy for the past three years.\nHuman rights groups also accuse the movement of having kidnapped, tortured and held in arbitrary detention hundreds of civilians.\nThe Iranian-backed Houthis have been fighting a Saudi-led coalition in Yemen for almost a decade. The conflict, which erupted after the Houthis forced out the then Yemeni government, has largely been at a standstill for the past two years.\nBut the Houthis have drawn renewed international attention with their targeting of ships in the Red Sea and their firing of rockets towards Israel in the past fifteen months, which they say is in support of Hamas and the Palestinians.\nTheir actions have triggered reprisal strikes on Houthi positions in Yemen from the US, Israel and the UK.\nSince the ceasefire in Gaza began, the Houthis have said they will decrease their attacks on shipping and stop firing at Israel if it continues with the truce.\nOne of President Trump's first acts on taking office has been, however, to order the Houthis to beput back on the US list of foreign terrorist organisations.\nDespite all this, the group remains in control of large areas of Yemen.\nThe country was the poorest in the Middle East before the war began in 2015.  Hundreds of thousands of people have since died in the fighting or from disease and hunger exacerbated by the conflict.\nUN agencies provide a vital lifeline for millions of Yemenis with their food and medical aid.\nBut they have regularly had problems reaching people in more remote areas outside the major towns and cities, with Houthi officials regularly reported to have obstructed the delivery of humanitarian assistance in the regions they control.\nIsrael claimed responsibility for the strikes, saying it had targeted Houthi \"military infrastructure\".\nIsmail Haniyeh was Hamas's most prominent leader until his death in July.\nThe Israeli military said attempts to shoot down a projectile launched from Yemen had been unsuccessful and that it had landed in a public park.\nHouthi-run media say nine people were killed, hours after a Houthi missile was shot down over Israel.\nGeir Pedersen tells the BBC's Jeremy Bowen that Syrians are experiencing \"a lot of hope and a lot of fear\".\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Afghan refugees feel 'betrayed' by Trump order blocking move to US",
        "description": "Several Afghans tell the BBC the US has \"turned its back\" on them, despite years of working alongside Americans in Afghanistan.",
        "url": "https://www.bbc.com/news/articles/cz0l97ee2xmo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Azadeh Moshiri"
        ],
        "Date Published": "2025-01-24 00:11:16",
        "Headline": "Afghan refugees feel 'betrayed' by Trump order blocking move to US",
        "Content": "\"It's like the United States doesn't actually understand what I did for this country, it's a betrayal,\" Abdullah tells the BBC.\nHe fled Afghanistan with his parents amid the US withdrawal in August 2021 and is now a paratrooper for the US military. He worries he can't help his sister and her husband escape too, because of President Donald Trump's executive order suspending a resettlement programme.\nThe order cancels all flights and suspends applications for Afghan refugees, without any exemption for families of active servicemembers.\nTrump argues the decision addresses \"record levels of migration\" that threaten \"the availability of resources for Americans\".\nBut Abdullah and several other Afghan refugees have told the BBC they feel the US has \"turned its back\" on them, despite years of working alongside American officials, troops and non-profit organisations in Afghanistan. We are not using their real names, as they worry doing so could jeopardise their cases or put their families at risk.\nAs soon as Abdullah heard about the order, he called his sister in Afghanistan. \"She was crying, she's lost all hope,\" he said. He believes his work has made her a target of the Taliban government which took power in 2021.\n\"The anxiety, it's just unimaginable. She thinks we'll never be able to see each other again,\" he says.\nDuring the war, Abdullah says he was an interpreter for US forces. When he left Afghanistan, his sister and her husband couldn't get passports in time to board the flight.\nSuhail Shaheen, a spokesperson for the Taliban government, told the BBC there is an amnesty for anyone who worked with international forces and all Afghans can \"live in the country without any fear\". He claims these refugees are \"economic migrants\".\nBut a UN report in 2023 cast doubt on assurances from the Taliban government. It found hundreds of former government officials and armed forces members were allegedly killed despite a general amnesty.\nAbdullah's sister and her husband had completed the medical exams and interviews required for resettlement in the US. The BBC has seen a document from the US Department of Defense endorsing their application.\nNow Abdullah says Trump's insistence that immigration is too high does not justify his separation from his family. He describes sleepless nights, and says the anxiety is affecting his work in his combat unit, serving the United States.\nBabak, a former legal adviser to the Afghan Air Force, is still in hiding in Afghanistan.\n\"They're not just breaking their promise to us - they're breaking us,\" he says.\nThe BBC has seen letters from the United Nations confirming his role, as well as a letter endorsing his asylum claim by a Lt Colonel in the US Air Force. The endorsement adds that he provided advice on strikes targeting militants linked to both the Taliban and the Islamic State group.\nBabak can't understand the president's decision, given that he worked alongside US troops.  \"We risked our lives because of those missions. Now we're in grave danger,\" he says.\nHe has been moving his wife and young son from location to location, desperately trying to stay hidden. He claims his brother was tortured for his whereabouts. The BBC cannot verify this part of his story, given the nature of his claims.\nBabak is appealing to Trump and his National Security Adviser Mike Waltz to change their minds.\n\"Mike Waltz, you served in Afghanistan. Please encourage the president,\" he tells us.\nBefore saying goodbye, he adds: \"The one ray of light we've been holding onto has been extinguished.\"\nAhmad managed to fly out to the US amid the chaos of the withdrawal but is now separated from his family. He felt he had no choice but to leave his father, mother and teenage siblings behind.\nIf he and his father had not worked with the US, he says, his family would not be targets of the Taliban government. \"I can't sleep knowing I'm one of the reasons they're in this situation,\" he adds.\nBefore the Taliban takeover, Ahmad worked for a non-profit called Open Government Partnership (OGP), co-founded by the US 13 years ago and headquartered in Washington. He says the work he's proudest of is establishing a special court to address abuses against women.\nBut he claims his work at OGP and his advocacy for women made him a target and he was shot by Taliban fighters in 2021 before the Taliban took over the country.\nThe BBC has seen a letter from a hospital in Pennsylvania assessing \"evidence of injury from bullet and bullet fragments\" which they say is \"consistent with his account of what happened to him in Kabul\".\nMaking matters worse, he says his family is also in danger because his father was a colonel with the Afghan army and assisted the CIA. The BBC has seen a certificate, provided by the Afghan National Security Forces, thanking his father for his service.\nAhmad says the Taliban government has harassed his parents, brothers and sisters, so they fled to Pakistan. The BBC has seen photos showing Ahmad's father and brother being treated in a hospital for injuries he claims were inflicted by people from the Taliban government.\nHis family had completed several steps of the resettlement programme. He says he even provided evidence that he has enough funds to support his family once they arrive in the US, without any government help.\nNow Ahmad says the situation is critical. His family are in Pakistan on visas that will expire within months. He has contacted the IOM and has been told to \"be patient\".\nThe head of #AfghanEvac, a non-profit group helping eligible Afghan refugees resettle, said he estimated 10,000-15,000 people were in the late stages of their applications.\nMina, who is pregnant, has been waiting for a flight out of Islamabad for six months. She worries her terror will threaten her unborn child.  \"If I lose the baby, I'll kill myself,\" she told the BBC.\nShe says she used to protest for women's rights, even after the Taliban government took control of Afghanistan. She claims she was arrested in 2023 and detained overnight.\n\"Even then I didn't want to leave Afghanistan. I went into hiding after my release, but they called me and said next time, they'd kill me,\" she says.\nMina worries the Pakistani government will send her back to Afghanistan. That's partly because Pakistan will not grant Afghan refugees asylum indefinitely.\nThe country has taken in hundreds of thousands of refugees from its neighbour, over decades of instability in the region. According to the UN refugee agency, the country hosts three million Afghan nationals, about 1.4 million of whom are documented.\nAs cross-border tensions with the Taliban government have flared, there has been growing concern over the fate of Afghans in Pakistan, with reports of alleged intimidation and detentions. The UN special rapporteur has said he's concerned and Afghans in the region deserve better treatment.\nPakistan's government says it is expelling foreign nationals who are in the country illegally back to Afghanistan and confirmed search raids were conducted in January.\nAccording to the IOM, more than 795,000 Afghans have been expelled from Pakistan since September 2023.\nThe Afghan refugees we've spoken to feel caught between a homeland where their lives are in danger, and a host country whose patience is running out.\nThey had been pinning their hopes on the US - but what seemed a safe harbour has been abruptly blocked off by the new president until further notice.\nKarim Khan is seeking arrest warrants for the Taliban government's Supreme Leader and chief justice.\nThe south of Scotland-based Halo Trust gets funding to continue its work in Ukraine and Afghanistan.\nGurvin Chopra graduates with a master's after her family fled religious persecution in Afghanistan.\nEngland's match against Afghanistan at the Champions Trophy next month should go ahead despite calls for a boycott, says captain Jos Buttler.\nTwo Americans held by the Taliban were exchanged for an Afghan imprisoned in the US on narco-terrorism charges.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "US mother accused of killing children has extradition challenge rejected",
        "description": "Kimberlee Singler is wanted in Colorado to face a seven-count indictment - including first-degree murder.",
        "url": "https://www.bbc.com/news/articles/clyeq75rvr8o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Thomas Mackintosh"
        ],
        "Date Published": "2025-01-24 14:32:51",
        "Headline": "Colorado deaths: Judge rejects US mother's extradition challenge",
        "Content": "A judge has rejected a US mother's challenge to extradition over accusations she murdered two of her children in Colorado and \"fled\" to London.\nKimberlee Singler's nine-year-old daughter Elianna and seven-year-old son Aden were found dead on 19 December, 2023 in Colorado Springs.\nProsecutors acting on behalf of US officials said Ms Singler, 36, \"fled\" the US and was arrested in west London 11 days later.\nDistrict Judge John Zani told Westminster Magistrates' Court he rejected Ms Singler's challenge against extradition and said the case now passed to the home secretary to decide whether the 36-year-old should be sent back to the US.\nWarning: This report contains descriptions of violence against children\nIn his ruling Judge Zani said he was not convinced that the defendant's rights, particularly her concerns about prison conditions and a possible life sentence without parole, would be infringed on by extradition.\n\"I am of the firm opinion that the defendant's extradition to the United States of America to face criminal prosecution complies with all of her Convention Rights within the meaning of the Human Rights Act 1998,\" Judge Zani said.\nMs Singler's legal team has said she intends to appeal against the judge's decision.\nPreviously, thecourt heard in Septemberthat Ms Singler's alleged crimes were \"committed against the backdrop of acrimonious court proceedings\" relating to the custody of her children with her ex-husband Kevin Wentz.\nProsecutor Joel Smith said on 19 December 2023 the Colorado Springs Police Department responded to a 911 call reporting a burglary at a Colorado residence at 00:29 local time (06:29 GMT).\nWhen officers arrived at the defendant's address, they found two dead children and a \"blood-stained handgun\" which was discovered on the floor of the bedroom.\nMr Smith said DNA tests were carried out on the gun and a knife which revealed the presence of mixed profiles matching the children and Ms Singler.\nA third child, who has not been named, was found with a serious injury to her neck. She was taken to hospital and survived.\nMr Smith said Ms Singler blamed her husband for the attack, but it was found he had been driving a \"GPS-tracked truck\" in Denver, giving what the prosecutor described as a \"complete and verifiable alibi\".\nIn the days that followed, the third child was moved into foster care and, on Christmas Day, she told her foster carer that Ms Singler had been responsible for the attack and had asked her to lie to police, Mr Smith said.\nThe prosecutor said the girl was interviewed by police on 26 December, during which time she recounted how the attack had unfolded after the defendant guided all three children into their bedroom.\nThe police investigation then led to a warrant being issued by Fourth Judicial District Court in El Paso County, Colorado, for Ms Singler's arrest.\nMr Smith said Ms Singler was arrested in the Chelsea area of west London on 30 December.\nIt is not for the court in London to carry out a criminal trial.\nHowever, in his ruling published on Friday Judge Zani said: \"I note that the defendant, through counsel, has clearly stated that her defence to the charges is a total denial of liability.\"\nThe rapper could face up to 24 years in prison if convicted in the Hollywood shooting case.\nSeveral potential US buyers have expressed interest in purchasing the social media platform.\nA host of hospital building projects have been put back to the 2030s. How will they cope?\nThe State Department notice appears to affect everything from development assistance to military aid.\nAfter visiting hurricane-hit North Carolina, Trump travelled to California where he met the state's governor.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "'A performance and a sham': Belarusian opposition denounces election",
        "description": "Since the protests in 2020 the Lukashenko government has brutally repressed political opponents.",
        "url": "https://www.bbc.com/news/articles/c4g9dld4pejo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Sarah Rainsford"
        ],
        "Date Published": "2025-01-24 00:45:41",
        "Headline": "Belarusian opposition denounces Lukashenko and Sunday's election",
        "Content": "Svetlana Tikhanovskaya refuses to call what's happening this weekend in Belarus an election.\n\"It's a sham,\" the exiled opposition leader says. \"This is a military-style operation; a performance staged by the regime to hold on to power.\"\nFor three decades, the country has been led by an increasingly authoritarian Alexander Lukashenko, now firmly backed by Vladimir Putin who makes use of his neighbour in his full-scale invasion of Ukraine.\nThis Sunday, Belarusians will see Lukashenko's name on the ballot paper once again, with four other names chosen carefully to be no challenge.\nNo independent observers are allowed.\nThe tight controls have been put in place because last time Belarusians voted for a president, the country was swept by giant protests.\nIn 2020, Alexander Lukashenko allowed Svetlana Tikhanovskaya to run against him, thinking that a political novice – and a woman – would make no impact.\nIt was a massive miscalculation.\nTikhanovskaya, who decided to stand in place of her husband after Lukashenko put him in jail, claimed victory.\nWhen Lukashenko was awarded 80% of the vote, crowds took to the streets in the biggest ever threat to his rule. The protests were ultimately crushed by riot police with mass arrests and brute force.\nThe European Union then refused to recognise Lukashenko's legitimacy as president.\nToday, all the key opposition figures from that period are in prison or have fled abroad, like Tikhanovskaya. Former protesters still in Belarus have been scared into silence.\nSo the opposition leader is not urging them to take to the streets again on Sunday.\n\"We call on Belarusians to reject this sham and on the international community to reject the result,\" she tells the BBC. \"But I say to Belarusians, you have to keep safe until the real moment of possibility.\n\"Because people live in constant fear, and the regime is now intensifying the repression.\"\nYou feel that fear straight away when you speak to Belarusians.\nMany don't want to talk publicly about politics at all. Others ask you to change their names, then choose their words carefully.\nSome still inside Belarus chat only via encrypted messages which they delete immediately.\nAll say open political activism in the country has been extinguished.\nBysol, a non-profit organisation which helps evacuate those in danger, reports a surge in applications to around 30 or 40 requests a month.\nSince 2020, the group has evacuated more than 1,500 people.\nIt also supports former political prisoners trying to rebuild life in exile after their release.\nFor Yana Zhuravleva, a vet, that's been tough.\nPrior to 2020 she was devoted to her work and not particularly politically active. But that summer she joined the giant crowds, hopeful of change.\nShe was later sentenced to three years for a \"gross violation of public order\".\n\"We would get punished for everything,\" she recalls of her time in prison.\nShe calculates that about 1 in 10 of the women were there because of the protests. Like them, Yana was added to the register of those \"inclined to extremism and destructive activity\".\n\"You can't go to the sports hall, your only letters are from relatives and you get fewer visiting rights. If you complain you always hear the same response: remember what you're here for,\" she tells me from Poland, where she moved after her recent release.\nYana admits it took \"titanic\" strength not to slide into deep depression.\n\"In prison, I barely cried. But when I was out, I suddenly wanted to sob all the time, and didn't know why.\"\nSeveral people I contacted have mentioned seeking psychological help after being interrogated, threatened or imprisoned.\nThey describe a security service that hunts down anyone with the loosest link to the opposition, then demands names from all those it detains.\nThe pressure has never let up.\nOne woman inside Belarus, who used to monitor human rights, tells me she's had to stop attending court hearings because the authorities spotted her.\nIf they could prove any link to the banned human rights organisation Viasna, she could be charged as an \"extremist\".\n\"I can do some specific acts of support, but I have to be careful,\" she told me anonymously.\n\"You have a very strong sense of helplessness when you see all this injustice.\"\nViasna currently lists 1,256 political prisoners in Belarus. Dozens were given amnesties recently, but they were soon replaced.\nFor those who do escape the pressure-cooker of Belarus, there is the added struggle of knowing they may not return for a long time.\nThat's why Natalia, not her real name, decided to stay in Belarus even after she was detained twice for participating in the protests.\n\"You're very vulnerable once you're on the list of the 'repressed',\" she explains.\n\"You can't get work because you are on the police data base and the authorities always have an eye on you.\"\nFor Natalia that meant being arrested again, initially for walking her dog without a lead.\n\"They claimed I'd been aggressive and cursed loudly and waved my arms,\" she remembers, of her detention in 2023. She was held for ten days with up to 14 people in a cell for two, a light on constantly.\nFor over a week, she slept on the wooden floor.\n\"It really shook my sense of security, I became much more anxious,\" Natalia confides.\nShe's abroad for now and plans to return soon, to her cats. But her neighbours say a police officer just visited her house, checking up on all potential protesters ahead of Sunday's vote.\nSvetlana Tikhanovskaya believes the ongoing repression shows that Lukashenko and his allies are afraid.\n\"The trauma of 2020 is still alive and he has to eliminate any possibility of uprising,\" the opposition leader argues.\n\"He knows the Belarusians didn't accept or forgive him, and they still want change.\"\nBut she admits there's little sign of that in the short-term.\nFor a time after Russia's full-scale invasion of Ukraine, Belarusians hoped their neighbours might succeed in defeating Putin with Western help, and that Lukashenko would be toppled next.\nSome headed for the frontline themselves, choosing force after their peaceful protests had failed.\nBut Ukraine's military is now struggling to hold ground and President Donald Trump is pushing for peace talks.\n\"The democratic world can't make concessions to Putin,\" Tikhanovskaya argues, describing Lukashenko as equally dangerous to the world.\nHe let Russia launch missiles at Ukraine from Belarus and send its tanks through his territory.\nHe's also allowed the free flow of migrants to the Polish border and into the EU.\n\"He allows Putin to deploy nuclear weapons and his army in Belarus, and it's a very short path to Poland and Lithuania,\" Tikhanovskaya points out.\n\"He and Putin are a pair, and they support other dictators. He's part of this chain of evil.\"\nThere is little doubt that Sunday's reinstatement of Alexander Lukashenko will go according to his plan.\n\"Those people are very capable,\" explains Yana, the former political prisoner.\n\"They really did crush the potential for protest.\"\nShe's now trying to return to her profession as a vet, but in Poland, and to recover from three tough years behind bars.\nThose I spoke to now talk of Lukashenko retiring, or eventually dying, as their greatest hope of seeing democracy.\nIn the meantime, many are switching focus: there's been a surge of interest in reviving the Belarusian culture and language, an opposition cause. It's the most many dare do in such circumstances.\n\"No-one says it openly, but we feel like there are no prospects. There's depression,\" Natalia admits.\nBut there are no obvious regrets, even so.\nSvetlana Tikhanovskaya's own life has changed dramatically since she was thrust into politics.\nCut-off from her country, her husband is also a political prisoner – kept in total isolation for almost two years.\nThe opposition leader insists she still \"truly believes\" in change.\n\"2020 was a huge shift in mentality in Belarus. I don't know how long it will take, but that shift will not disappear.\"\nVladimir Putin's closest ally speaks to Steve Rosenberg about the war, nuclear weapons and relations with the West.\nDozens of prisoners were freed unexpectedly this summer, now relatives are hoping more will follow.\nAndrei Gnyot says he faces \"inevitable torture and inevitable death\" if he is sent back.\nA heavily choreographed video shows Rico Krieger apparently confessing to planting explosives, but there is no direct evidence shown.\nRico Krieger, 30, was convicted of six crimes, including terrorism, in a closed trial in June.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "How to make oxygen on the moon",
        "description": "Engineers are working on systems that can turn lunar regolith into useful elements like oxygen.",
        "url": "https://www.bbc.com/news/articles/cd7nr8wv5r9o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Chris Baraniuk"
        ],
        "Date Published": "2025-01-24 00:02:10",
        "Headline": "Space exploration: How to make moon dust into oxygen",
        "Content": "Inside a giant sphere, the engineers pored over their equipment. Before them stood a silvery metal contraption swathed in colourful wires – a box that they hope will one day make oxygen on the moon.\nOnce the team vacated the sphere, the experiment began. The box-like machine was now ingesting small quantities of a dusty regolith – a mixture of dust and sharp grit with a chemical composition mimicking real lunar soil.\nSoon, that regolith was gloop. A layer of it heated to temperatures above 1,650C. And, with the addition of some reactants, oxygen-containing molecules began to bubble out.\n“We’ve tested everything we can on Earth now,” says Brant White, a program manager at Sierra Space, a private company. “The next step is going to the moon.”\nSierra Space’s experiment unfolded at Nasa’s Johnson Space Center this summer. It is far from the only such technology that researchers are working on, as they develop systems that could supply astronauts living on a future lunar base.\nThose astronauts will need oxygen to breathe but also to make rocket fuel for spacecraft that might launch from the moon and head to destinations further afield – including Mars.\nLunar base inhabitants might also require metal and they could even harvest this from the dusty grey debris that litters the lunar surface.\nMuch depends on whether we can build reactors able to extract such resources effectively or not.\n“It could save billions of dollars from mission costs,” says Mr White as he explains that the alternative – bringing lots of oxygen and spare metal to the moon from Earth – would be arduous and expensive.\nLuckily, the lunar regolith is full of metal oxides. But while the science of extracting oxygen from metal oxides, for example, is well understood on Earth, doing this on the moon is much harder. Not least because of the conditions.\nThe huge spherical chamber that hosted Sierra Space’s tests in July and August this year induced a vacuum and also simulated lunar temperatures and pressures.\nThe company says it has had to improve how the machine works over time so that it can better cope with the extremely jagged, abrasive texture of the regolith itself. “It gets everywhere, wears out all sorts of mechanisms,” says Mr White.\nAnd the one, crucial, thing that you can’t test on Earth or even in orbit around our planet, is lunar gravity – which is roughly one sixth that of the Earth. It might not be until 2028 or later that Sierra Space can test its system on the moon, using real regolith in low gravity conditions.\nThe moon’s gravity could be a real problem for some oxygen-extracting technologies unless engineers design for it, says Paul Burke at Johns Hopkins University.\nIn April, he and colleaguespublished a paperdetailing the results of computer simulations that showed how a different oxygen-extracting process might be hindered by the moon’s relatively feeble gravitational pull. The process under investigation here was molten regolith electrolysis, which involves using electricity to split lunar minerals containing oxygen, in order to extract the oxygen directly.\nThe problem is that such technology works by forming bubbles of oxygen on the surface of electrodes deep within the molten regolith itself. “It is the consistency of, say, honey. It is very, very viscous,” says Dr Burke.\n“Those bubbles aren’t going to rise as fast – and may actually be delayed from detaching from the electrodes.”\nThere could be ways around this. One could be to vibrate the oxygen-making machine device, which might jiggle the bubbles free.\nAnd extra-smooth electrodes might make it easier for the oxygen bubbles to detach. Dr Burke and his colleagues are now working on ideas like this.\nSierra Space’s technology, a carbothermal process, is different. In their case, when oxygen-containing bubbles form in the regolith, they do so freely, rather than on the surface of an electrode. It means there is less chance of them getting stuck, says Mr White.\nStressing the value of oxygen for future lunar expeditions, Dr Burke estimates that, per day, an astronaut would require the amount of oxygen contained in roughly two or three kilograms of regolith, depending on that astronaut’s fitness and activity levels.\nHowever, a lunar base’s life support systems would likely recycle oxygen breathed out by astronauts. If so, it wouldn’t be necessary to process quite as much regolith just to keep the lunar residents alive.\nThe real use case for oxygen-extracting technologies, adds Dr Burke, is in providing the oxidiser for rocket fuels, which could enable ambitious space exploration.\nObviously the more resources that can be made on the moon the better.\nSierra Space’s system does require the addition of some carbon, though the firm says it can recycle most of this after each oxygen-producing cycle.\nAlong with colleagues, Palak Patel, a PhD student at the Massachusetts Institute of Technology, came up with an experimentalmolten regolith electrolysis system, for extracting oxygen and metal from the lunar soil.\n“We’re really looking at it from the standpoint of, ‘Let’s try to minimise the number of resupply missions’,” she says.\nWhen designing their system, Ms Patel and her colleagues addressed the problem described by Dr Burke: that low gravity could impede the detachment of oxygen bubbles that form on electrodes. To counter this, they used a “sonicator”, which blasts the bubbles with sound waves in order to dislodge them.\nMs Patel says that future resource-extracting machines on the moon could derive iron, titanium or lithium from regolith, for example. These materials might help lunar-dwelling astronauts make 3D-printed spare parts for their moon base or replacement components for damaged spacecraft.\nThe usefulness of lunar regolith does not stop there. Ms Patel notes that, in separate experiments, she has melted simulated regolith into a tough, dark, glass-like material.\nShe and colleagues worked out how to turn this substance into strong, hollow bricks, which could be useful for building structures on the moon –an imposing black monolith, say. Why not?\nThe rocket's upper stage disintegrated over the Caribbean, forcing airline flights to alter course.\nOnBuy founder Cas Patton says BCP Council does not do enough to support Bournemouth's tech industry.\nOfficials at Elon Musk's company said the upper stage was lost, minutes after it launched.\nAI can take a second look at medical scans and flag up potential problems that doctors might not see.\nAmazon founder Jeff Bezos's space company blasts its first rocket into orbit in a challenge to Elon Musk.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Abductions spark fears of a return to Kenya's dark past",
        "description": "\"I was scared he had come to beat me or finish me off,\" a government critic tells the BBC about his ordeal.",
        "url": "https://www.bbc.com/news/articles/cj4827pgv4go",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Barbara Plett Usher, Maureen Nyukuri & David Wafula"
        ],
        "Date Published": "2025-01-24 01:08:10",
        "Headline": "Kenya abductions spark fears of a return to dark past",
        "Content": "The reported disappearance of more than 80 government critics over the last six months has caused a huge public backlash in Kenya.\nA judge has warned he will imprison top security officials for contempt of court on Monday if they fail to appear for a third time to account for a recent string of alleged abductions.\nThe case is linked to the disappearances documented by Kenya's National Commission on Human Rights since nationwide protests against proposed tax hikes began last June.\nAt least 24 are said to still be missing.\nThe police and government deny kidnapping and illegally detaining protesters, but the country has a history of state-sponsored abductions, and some Kenyans fear they are returning to that dark past.\nThe Inspector General of Police Douglas Kanja and Directorate of Criminal Investigations Director Mohamed Amin were ordered to produce in court seven social media influencers who disappeared in December.\nFive suddenly reappeared in early January at various locations across the country.\nMr Kanja's lawyers asked the court for more time to record statements from them and file a report.\nBilly Mwangi is one of the five. The 24-year-old was dropped off by his alleged abductors 75km (46 miles) from his hometown in Embu, in central Kenya, in an apparent act of intimidation.\nBilly's father, Gerald Mwangi Karicha, told the BBC his son was traumatised.\n\"The boy has not shared a lot,\" he said. \"All I can say is that when he came, he was not his usual self. He looked to be in shock.\"\nBilly, a college student who had been a vocal critic of the government on social media,disappeared on 21 December 2024 while at a barbers' shop in Embu.\nAccording to witnesses, hooded men arrived in a Toyota Fielder and a double-cabin pick-up, bundled him into one of the vehicles and sped off.\nWithin hours, his family's worst fears began to unfold.\n\"Most weekends, we are together watching football. His club is Chelsea; mine is Arsenal,\" Gerald said.\nHe called Billy to discuss a football match on the evening of his disappearance, only to find his son's phone switched off.\nThe barbers' shop owner later informed him of the abduction, triggering a frantic search.\nBilly's mother collapsed when she heard the news and the weeks that followed were agonising for the family.\nAs soon as he was found, Billy was taken to hospital for a routine check-up. His family says he is still recovering from the trauma, but his release has brought them some measure of relief.\nLike many who have reappeared after alleged abductions, Billy has said little about his ordeal, perhaps out of fear.\nJamil and Aslam Longton also kept quiet after they were released in September from 32 days in captivity.\nThe brothers were warned, says Jamil, that they would be killed if they went to the media.\nThree months later, a government official publicly referred to their case as a lawful arrest.\nThe siblings took this as confirmation that a government agency was responsible for what they had been through and found the courage to speak out.\n\"The constitution of Kenya is very clear,\" says Jamil. \"You should be arrested and taken to court within 24 hours. Ours was 32 days. We were never given a lawyer to represent us anywhere.\n\"We were not allowed to see our family or communicate to our family. So this is not an arrest, this is an abduction.\"\nThe brothers told the BBC that Aslam had helped organise protests against tax rises in the town of Kitengela near the capital, Nairobi, and had been warned by security agents to stop his activism.\nOne day in August the two were pulled into a car by their home, hooded and handcuffed, and taken to an unknown location where they were held in small dark cells.\nAslam says he was regularly beaten, his tormenter demanding to know who was funding the protests.\n\"I was very scared,\" he says. \"When the door was opened that man would come with a fibre cable and a metal rod.\n\"I was scared he had come to beat me or finish me off - there were only two options to beat me or to kill me.\"\nJamil describes their abductors as heavily armed, able to track their mobiles phones and confident enough to pick them up in broad daylight, operating with a level of resources and degree of flexibility that human rights groups have reported in many cases.\nBut this does not mean they are official security operatives, says government spokesman Isaac Mwaura, denying that the state is behind abductions.\n\"Organised security may also be part of organised crime,\" he told the BBC.\n\"It could also be for political reasons… Our political detractors have really railed on this issue. They actually run with it just to settle up political scores.\"\nMr Mwaura declined to comment onthe case of government minister Justin Muturi, one of the most damning indictments of Kenya's security agencies.\nMuturi says his son was picked up by the National Intelligence Service (NIS) and only released after he made a direct appeal to President William Ruto.\n\"That is a matter of investigation, because that is his side of the story,\" said Mr Mwaura. \"But what is a counter-story of the National Intelligence Service?\n\"I would want to say categorically that the president of the republic of Kenya, who is the head of government, has not sanctioned any forms of abduction whatsoever, because he is a man who believes in the rule of law.\"\nIn fact, Ruto has publicly promised to stop the abductions, forced to respond to public outrage, and to concern from Western allies.\nMany are distressed that the apparently systematic disappearance of anti-government activists has resurfaced in this way, recalling similar methods under the authoritarian leadership of Daniel arap Moi in the 1980s and 1990s.\nGitobu Imanyara, a journalist and activist who campaigned for multi-party politics in the early 1990s, was arrested and beaten by Moi's regime. He has no doubt he is seeing the \"Moi playbook\" in action now.\nBut, he says, times have changed. Constitutional amendments have established more mechanisms of accountability and \"there is a greater segment of Kenyan society that will not be intimidated\".\n\"The democratic space has expanded so much the government cannot wish away democratic voices of dissent,\" he told the BBC.\nPlus with social media, \"the word spreads out almost instantaneously\", he said.\n\"We cannot be censored the way we used to be censored in those days when we could only use landlines.\"\nReports of disappearances have tapered off in recent weeks.\nBut despite the announcement of police investigations, no-one has been charged, let alone convicted, for carrying them out.\nSeveral advocacy groups have petitioned the attorney general asking that abduction cases be referred to the International Criminal Court (ICC).\nAs for the families of those still missing, the nightmare continues.\n\"We are so depressed, so devastated,\" says Stacey Mutua, the sister of Steve Mbisi, one of the seven who disappeared in December.\n\"We are hoping they'll release him. [Most] of the abductees were freed, but he is still missing. We're praying he'll be found.\"\nGo toBBCAfrica.comfor more news from the African continent.\n\nFollow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "UK to dispose of radioactive plutonium stockpile ",
        "description": "The government says it will dispose of its 140 tonnes of radioactive plutonium - currently stored at Sellafield.",
        "url": "https://www.bbc.com/news/articles/cjr8lzyg299o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Victoria Gill"
        ],
        "Date Published": "2025-01-24 17:03:56",
        "Headline": "UK's plutonium to be readied for disposal",
        "Content": "The government says it will dispose of its 140 tonnes of radioactive plutonium - currently stored at a secure facility at Sellafield in Cumbria.\nThe UK has the world's largest stockpile of the hazardous material, which is a product of nuclear fuel reprocessing.\nIt has been kept at the site and has been piling up for decades in a form that would allow it to be recycled into new nuclear fuel.\nBut the government has now decided that it will not be reused and instead says it wants to put the hazardous material \"beyond reach\" and made ready for permanent disposal deep underground.\nWhen spent nuclear fuel is separated it into its component parts, one of the products is plutonium.\nSuccessive governments have kept the material to leave open the option to recycle it into new nuclear fuel.\nStoring this highly radioactive material - in its current form - is expensive and difficult. It needs to be frequently repackaged, because radiation damages the containers it's kept in. And it's guarded by armed police. All that costs the taxpayer more than £70m per year.\nThe government has made the decision that the safest - most economically viable solution - is to \"immobilise\" its entire plutonium stockpile.\nThat means that a facility will be built at Sellafield where the plutonium can be converted into a stable, rock-like material, which can eventually be disposed of deep underground.\nIn a statement, energy minister Michael Shankssaid the objective was \"to put this material beyond reach, into a form which both reduces the long-term safety and security burden during storage and ensures it is suitable for disposal\".\nNuclear materials scientist Dr Lewis Blackburn from the University of Sheffield said the plutonium would be \"converted into a ceramic material\" which, while still radioactive, is solid and stable so it is deemed safe to dispose of.\n\"The type of ceramic remains to be decided [and selecting the right material] is the subject of ongoing research.\"\nNuclear waste expert Prof Claire Corkhill from the University of Bristol said the goverment's decision was a \"positive step\".\nShe told BBC News that it paved the way to removing the cost and hazard of storing plutonium at Sellafield \"by transforming it and locking it away into a solid, durable material that will last for millions of years in a geological disposal facility\".\n\"These materials are based on those we find in nature - natural minerals, that we know have contained uranium for billions of years.\"\nThe government is currently in the early stages of a long technical and political process of choosing a suitable site to build a deep geological facility that will eventually be the destination for all of the country's most hazardous radioactive waste. That facility will not be operational until at least 2050.\nThe government has decided on a plan to deal with the UK's waste plutonium from spent nuclear fuel.\nThe government says repeated legal action against big projects is preventing the country's growth.\nLetters sent out this week say a consultation into the plans has been \"paused\" until later in 2025.\nEDF said a reactor tripping out had caused a sudden release of \"clean steam\".\nEDF and the government say they do not recognise the £40bn figure and it is \"not accurate\".\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    }
]