[
    {
        "title": "EU 'could consider' UK joining pan-Europe customs area",
        "description": "The UK re-joining the Pan-Euro-Mediterranean Convention is up for discussion in reset talks, says Maros Sefcovic.",
        "url": "https://www.bbc.com/news/articles/cq5g48yx0dvo",
        "source": "feeds",
        "category": "business",
        "type": "articles",
        "Author": [
            "Faisal Islam"
        ],
        "Date Published": "2025-01-23 00:01:15",
        "Headline": "EU trade chief: Bloc may consider UK joining pan-Europe customs area",
        "Content": "The new European Union trade chief responsible for post-Brexit negotiations has told the BBC that a \"pan-European [customs] area is something we could consider\" as part of \"reset\" discussions between the UK and EU.\nMaros Sefcovic was referring to the idea, backed by some UK business groups, of Britain joining the Pan-Euro-Mediterranean Convention (PEM).\nThe PEM allows manufacturers to use parts or ingredients from dozens of countries, from Iceland to Turkey, in tariff-free trade.\nThe previous Conservative government chose not to pursue PEM as part of its post-Brexit trade deal, but some businesses say it will help Britain rejoin complex supply chains that have been hit by customs barriers.\n\nSpeaking at the World Economic Forum in Davos, Mr Sefcovic said the idea has not been \"precisely formulated\" by London yet and the \"ball is in the UK's court\".\nThe BBC understands that the UK government has begun consultations with business over the benefits of the PEM plan that could help cut red tape and improve trade. No final decision has been made yet.\nMr Sefcovic also said that a full-scale veterinary agreement that helped reduce frictions on farm and food trade would also require review.\nThe EU-UK fisheries deal is also due to expire next year. \"A solution for fisheries is very important for the EU, again, we communicated this on multiple occasions\".\nSingle market treatment for UK food and farm exports would mean \"we would have to have the same rules and we have to upgrade them at the same time, we call it dynamic alignment\".\nMr Sefcovic also said he was surprised that the European Commission's offer on youth exchanges had been \"spun\". \"It's not freedom of movement. It's a bridge-building proposal.\n\"We do not want to look like the demanders here, because we believe this is good for the UK,\" he said\nThe trade commissioner said UK-EU relations were \"definitely\" in a better place and his British counterpart Nick Thomas-Symonds was \"on speed dial\".\nPrime Minister Sir Keir Starmer will attend a defence and security focused EU summit next month.\nAs well as relations with the UK, Mr Sefcovic acknowledged that the EU needed to be \"extremely cautious and responsible\" in addressing trade with the Trump administration in Washington but said he was willing to negotiate.\nHe added that while the EU did have a surplus in goods such as cars, the US had a surplus in services\nWith the threat of a trade war looming, China's first vice premier says the country wants to boost imports.\nCritics argue the target of creating thousands of jobs at the Devon freeport is \"based on hope\".\nDonald Trump claims China is operating the key US trade route but Panama says it belongs to them.\nThe government may be signalling that its rules on goods may closely align with the EU's in the future, writes BBC News NI's economics editor.\nThe UK has banned European vessels from catching the silvery fish species in its North Sea waters but the EU is challenging the move.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "'I got a credit card as I lost winter fuel payment'",
        "description": "Pensioners who lost winter fuel money after government changes tell the BBC the last few months have been a struggle.",
        "url": "https://www.bbc.com/news/articles/cn7gzx2dz23o",
        "source": "feeds",
        "category": "business",
        "type": "articles",
        "Author": [
            "Colletta Smith & Abi Smitton"
        ],
        "Date Published": "2025-01-23 00:02:56",
        "Headline": "'I got a credit card after losing the winter fuel payment'",
        "Content": "Sandra said she used to depend on her winter fuel payment, but when it became means tested her pension pushed her £20 a week over the threshold so she lost it.\n\"I've had to take out a credit card, overdraft and a credit account to be able to pay for things this winter,\" she told the BBC.\nSandra is one of the 11 million pensioners who lost the payments, worth up to £300, just as temperatures dropped.\nThe government said it was committed to supporting pensioners but charity Age UK said it had seen a 60% increase in calls to its advice line during the worst of the cold snap.\n\"I have £4 in my [bank] account currently,\" said Sandra, 66, who lives alone in County Durham. \"I'm paying off my credit [card] account month by month, something that is a direct result of losing the winter fuel allowance.\n\"Psychologically, it makes you feel a bit of a failure.\n\"We're still in the middle of winter, so I'm just hoping and praying we don't get another cold snap because I don't have anywhere to go if I can't pay my bills.\"\nThe winter fuel payment is a lump sum of £200 a year for pensioners under 80, increasing to £300 for over 80s. It is paid in November or December and used go to all pensioners regardless of their income.\nLast year thegovernment announcedit would be restricted to those who qualify for pension credit and other means-tested benefits.\nAge UK said the number of calls to its Advice Line increased by 50% in the first full week of January, rising to 60% the week after.\nA spokesperson said: \"The cold weather is one of the biggest topics callers are worried about at the moment.\n\"Even though the date to claim pension credit by, to be awarded the winter fuel payment this year has now passed, we are still seeing enquiries for benefit checks due to the increased worry of meeting the cost of living.\"\nEarlier this month, temperatures dropped so low in the small village of Sedbergh in Cumbria thatcold weather paymentswere triggered.\nThe one-off £25 sum is paid to those on benefits during prolonged cold weather.\nNext door neighbours Rosemary, 93, and Marjorie, 92, have known each other since primary school. Neither of them qualified for winter fuel allowance or cold weather payments this year.\n\"It's a lot of money to lose,\" Rosemary said. \"It makes a big difference. You shouldn't rely on it but you did rely on it, I though 'oh well I can get a bit of extra food I can get another bag of coal in'.\"\nMarjorie's home is old and poorly insulated. \"I find it difficult to heat my home because I've got all outside walls and they're stone,\" she said.\nData from the Department for Levelling Up shows that the area to the north of Sedberg is the worst in England for energy efficient homes.\n17.7% of homes in and around Penrith have the lowest EPC ratings – F or G.\nAt the Grange Community Centre in Blackpool, Rachel Denby advises pensioners on how to make their homes more energy efficient and keep their bills down.\n\"An elderly person might pay all the bills, stay on top of payments and not be in any debt so from the outside it doesn't look like there's an issue, but in reality they're not eating or they're not turning the heating on,\" she told the BBC.\nThe government said it did not want to see anyone suffer this winter and was committed to supporting pensioners with millions set to see their state pension rise in April.\nHull has been ranked at the bottom of a report on financial resilience.\nFree heated blankets, smart plugs, and hand warmers are being handed out to vulnerable communities.\nThe pilot programme will last for 12 months, with a full-time advisor to assist people in crisis.\nThe government gets most of its money from tax but also borrows when it wants to boost spending.\nGuernsey's inflation statistics are published quarterly by the government's data and analysis team.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Comeback queens, blockbusters and Succession stars: The Oscar nominations previewed",
        "description": "Ariana Grande, Selena Gomez, Kieran Culkin and Colman Domingo are among the stars in the running.",
        "url": "https://www.bbc.com/news/articles/c62zxeg53gxo",
        "source": "feeds",
        "category": "entertainment_and_arts",
        "type": "articles",
        "Author": [
            "Steven McIntosh"
        ],
        "Date Published": "2025-01-23 00:10:57",
        "Headline": "Oscar nominations 2025: Demi Moore and Ariana Grande among predicted contenders",
        "Content": "The Oscar nominations will be announced later, in an exciting year for the film awards race where there is no consensus frontrunner for best picture.\nBlockbusters such as Wicked and Dune: Part Two will compete with Emilia Pérez, Conclave, A Complete Unknown, The Brutalist and Anora when the shortlists are released at lunchtime.\nThe nominations were due to be announced last week, but were postponed after the voting period was extendeddue to the Los Angeles wildfires.\nThe Academy Awards ceremony, hosted by US comic Conan O'Brien, will take place on 2 March.\nThere are two musicals, two massive pop stars, two Sebastian Stan films, two actors from Succession and several comeback queens in the race this year.\nHere are a few things to look out for when the Academy announces its nominations.\nComeback narratives are strong this year, particularly in the best actress category where many contenders have returned after years away from the awards race.\nOne of the frontrunners is The Substance starDemi Moore,for playing a woman who swaps her body for a younger and more beautiful version of herself.\nEqually, there is a huge amount of affection towardsPamela Anderson, who has already scored surprise SAG and Golden Globe nominations for her vulnerable and powerful performance in The Last Showgirl as an ageing Las Vegas performer.\nMarianne Jean-Baptistehas an outside chance at a nomination for playing a constantly miserable woman in Mike Leigh's Hard Truths, nearly three decades after her first nomination for their previous collaboration Secrets & Lies.\nEvenAngelina Joliearguably has a comeback narrative. Although she has remained in the spotlight in recent years, her portrayal of opera singer Maria Callas is her first Oscar contender for some time. She has lost momentum in recent weeks, however, after missing a nomination at other major ceremonies.\nOver in the best actor category,Adrien Brody(The Brutalist) is expected to return to the race for his performance as a Hungarian architect hired by a wealthy American after World War Two. Brody was last nominated in 2003, when he won for The Pianist.\nOther contenders includeTimothée Chalamet(A Complete Unknown) for his portrayal as Bob Dylan in the early 1960s, andColman Domingo(Sing Sing) for playing a prison inmate who takes part in an performing arts programme.\nPossible British nominees includeRalph Fiennes(Conclave), for his role as a cardinal who oversees the selection of a new Pope, andDaniel Craig(Queer), who plays a gay man who ventures into the jungle in search of a plant with telepathic qualities.\nSebastian Stanhas two possible chances for a nomination - one for playing a young Donald Trump in The Apprentice, and another for the Golden Globe-winning A Different Man, for his role as an aspiring actor who radically changes his appearance.\nTwo of the biggest pop stars of the last 15 years could be recognised in the best supporting actress category.Ariana Grandeis a dead-cert for her performance in Wicked as Glinda, the Good Witch of the North.\nAnother possible (but less certain) nominee isSelena Gomezfor her role in Spanish-language musical Emilia Pérez as the wife of a Mexican drug lord who changes gender.\nHer co-starZoe Saldañais the current frontrunner to win the category. She took home the Golden Globe earlier this month and has a lot of goodwill from voters because of her roles in box office smashes such as the Avatar and Marvel films.\nBut it's a crowded category, withFelicity Jones(The Brutalist),Isabella Rossellini(Conclave),Margaret Qualley(The Substance) andJamie Lee Curtis(The Last Showgirl) also in the running.\nDanielle Deadwyler(The Piano Lesson),Monica Barbaro(A Complete Unknown) andAunjanue Ellis-Taylor(Nickel Boys)could also show up. This category is particularly hard to predict due to different actresses being nominated at different precursor events.\nThe frontrunner in the best supporting actor category isKieran Culkin, who is best known for his role as the snarky Roman Roy in HBO's Succession.\nHe could score a nomination for his performance in the excellent A Real Pain, about two cousins who travel across Poland in remembrance of their grandmother.\nBut one of Culkin's competitors is his own Succession co-starJeremy Strong, who could be recognised for his terrific performance in The Apprentice as lawyer Roy Cohn, who mentored Donald Trump in his early years as a real estate tycoon.\nThe pair could be joined in the best supporting actor category byYura Borisov(Anora),Guy Pearce(The Brutalist),Clarence Maclin(Sing Sing), andEdward Norton(A Complete Unknown).\nAnd what about Culkin and Strong's on-screen sisterSarah Snook? Well, she has a film in the awards race too, although not in the acting categories. The Australian voices the main character in the beguiling animated film Memoir of a Snail.\nJolie, Moore, Anderson and Jean-Baptiste may have comeback narratives, but they are competing in a particularly crowded lead actress category this year.\nOther frontrunners includeMikey Madison(Anora) for her barnstorming performance as a New York stripper who falls for the son of a wealthy Russian.\nShe could be joined byCynthia Erivo(Wicked) for her role as the Wizard of Oz character Elphaba, the Wicked Witch of the West. The British actress is an Oscar win away from achieving EGOT status.\nGolden Globe winnerFernanda Torres(I'm Still Here) could make it in for her understated portrayal of a Brazilian woman who investigates the disappearance of her congressman husband.\nKarla Sofía Gascón(Emilia Pérez) is also likely to be recognised for playing a Mexican cartel leader who leaves the world of crime to live a new life as a trans woman.\nGascón would become the first trans person to be nominated in an acting category. There is one caveat - Elliot Page was nominated for Juno in 2008, but that was more than a decade before the actor transitioned.\nRobbie Williams had a good chance of an Oscar nomination this year thanks toBetter Man, the biopic which sees him depicted as a CGI chimpanzee.\nThe singer made the 15-strong shortlist in the best original song category for his track Forbidden Road, taken from the film's soundtrack.\nBut sadly he will not be one of the final five nominees,after the song was disqualifiedfor \"incorporating material from an existing song that was not written\" for the film.\nIt's understood Forbidden Road was considered too similar to I Got A Name, performed by Jim Croce in the 1973 film The Last American Hero.\nInstead, songs fromThe Six Triple Eight, Challengers, The Wild Robot, Blitzand two numbers fromEmilia Pérezcould be nominated.\nEstablished directors such as Steven Spielberg, Martin Scorsese, Quentin Tarantino and Paul Thomas Anderson often tend to populate this category, understandably cropping up at the Oscars again and again.\nThis year, however, all of the major contenders for best director would be first-time Oscar nominees.\nBrady Corbet(The Brutalist),Edward Berger(Conclave),Jacques Audiard(Emilia Pérez) andSean Baker(Anora) are all likely to be recognised.\nThey could be joined byCoralie Fargeat(The Substance),RaMell Ross(Nickel Boys)  andJames Mangold(A Complete Unknown).\nEven the less likely contenders, such asJon M Chu(Wicked),Denis Villeneuve(Dune: Part Two),Mohammad Rasoulof(The Seed of the Sacred Fig) andPayal Kapadia(All We Imagine As Light), would be first-time nominees in the category.\nWe may not have Barbie or Oppenheimer this year, but there are plenty of other blockbusters which could show up at the Oscars.\nBox office smashes in 2024 includedWicked, which almost certainly will be nominated for best picture, andGladiator II, which almost certainly won't be.\nOther sequels which cleaned up financially includeDune: Part Two, the second instalment of the sandy sci-fi adaptation, which is likely to be nominated for best picture as well as several technical prizes.\nElsewhere,Inside Out 2, the highest-grossing film of last year, will likely make the best animated film category, alongside the popularThe Wild Robot.\nBut box office takings aren't everything. Both animated films could be beaten by a much smaller contender, the charming Latvian filmFlow,about a cat who must work with other animals to survive after a flood, which won the Golden Globe.\nOften with the Oscars, there is a clear best picture winner which steamrolls its way through awards season, such as Oppenheimer in 2024. This year, however, is wide open.\nDifferent films have been winning prizes at the various events which precede the Oscars. There are six contenders which feasibly could take the top prize, depending on how the next few weeks shake out.\nThe BrutalistandEmilia Pérezwon the two top film awards at the Golden Globes, and both have a lot of passionate supporters.\nMeanwhile,ConclaveandAnoraare widely liked and less divisive than some other contenders, and could therefore benefit from the preferential ballot system, where voters rank the nominated films in order of preference.\nLess likely but still possible winners includeA Complete Unknown, which had a particularly strong showing at the SAG nominations, andWicked, which is likely to be heavily nominated and is one of the most successful films financially.\nNominations will be announced at 13:30 GMT and will be streamed on the BBC News live page, as well as the Academy's official website and social channels.\nThe event has been scaled down due to the LA wildfires, and will now be made virtually without the usual audience of journalists.\nJustin Baldoni says footage shows he didn't sexually harass Blake Lively, but she says the opposite.\nThe feud between Lively and Baldoni is alleged to have started during filming of It Ends With Us.\nThe Planning Inspectorate will start an inquiry into the planning application for the film studio.\nNow in its 21st year the festival, which starts next month, features premieres of films from 39 countries.\nAround 80 films will be showcased across nine days aiming to capture Northampton's character.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Tina Turner's lost Private Dancer song rediscovered",
        "description": "The song, recorded for inclusion on Turner's hit album Private Dancer, was recently uncovered.",
        "url": "https://www.bbc.com/news/articles/c5ydd9352qxo",
        "source": "feeds",
        "category": "entertainment_and_arts",
        "type": "articles",
        "Author": [
            "Mark Savage"
        ],
        "Date Published": "2025-01-23 00:02:35",
        "Headline": "A lost song from Tina Turner's Private Dancer has been rediscovered",
        "Content": "A song recorded for Tina Turner's blockbuster album Private Dancer, that was presumed lost, has been rediscovered and will receive its first play on BBC Radio 2 later.\nHot For You, Baby, was cut at Capitol Studios in Hollywood and originally intended to be an album track.\nBut it was ultimately jettisoned in favour of era-defining pop hits such What's Love Got To Do With It, Better Be Good To Me and the album's title track.\nPresumed missing, the master tape was recently rediscovered as her record label compiled a 40th anniversary re-release of Private Dancer.\nAn up-tempo rocker, full of showboating guitar chords and an extremely 1980s cowbell, Hot For You, Baby is a prime example of Turner's raspy, physical style of soul.\nThe track will receive its first play on the Radio 2 Breakfast Show on Thursday, between 08:30 and 09:00 GMT.\nProduced by John Grant, the record executive who masterminded her mid-career comeback, it was written by Australian musicians George Young and Harry Vanda.\nIt had already been recorded once by Scottish-Australian singer John Paul Young, the voice behind disco classic Love Is In The Air.\nHowever, his version largely flew under the radar when it was released in 1979.\n\nPrivate Dancer, released in May 1984, launched an unprecedented second act in Tina Turner's career.\nShe had escaped an abusive marriage to musician Ike Turner at the end of the 1970s, but the divorce left her penniless, living off food stamps and playing ill-conceived cabaret shows to pay her debts.\nThe music industry had largely written her off - but in England, where pop was in thrall to American R&B, she still had some heavyweight fans.\nIn 1981, Rod Stewart invited Turner to play with him on Saturday Night Live; and the Rolling Stones asked her to be part of their US tour. More importantly, perhaps, David Bowie told Capitol Records that Turner was his favourite singer.\nBut the turning point came when she hooked up with British producers Martyn Ware and Ian Craig Marsh, of the band Heaven 17, to record a synth-pop version of  the Temptations' 1970 hit Ball of Confusion.\nA huge hit in Europe, its success persuaded Capitol to let her record an album, but they hardly threw their weight behind it.\nThe budget only paid for two weeks in the studio, and many of the songs Turner recorded were other artists' cast-offs (both Cliff Richard and Bucks Fizz had turned down What's Love Got To Do With It).\nBut she used her time wisely - recording all but one of Private Dancer's songs in the UK with five different British production teams.\nWith the country in the grips of new wave and the new romantics, Turner was steered away from raw, fiery soul that first made her famous. But somehow, her electrifying vocals were a perfect fit for the chilly, programmed grooves she was given.\n\"Turner seems to completely understand the touch that each of these songs needed,\" wrote Debby Miller, in acontemporaneous review of Private Dancer for Rolling Stone magazine.\nIn the New York Times,Stephen Holden described the record as\"a landmark, not only in the career of the 45-year-old singer, who has been recording since the late 1950s, but in the evolution of pop-soul music itself\".\nThe album went on to sell more than 10 million copies, and earned three Grammys, including record of the year for What's Love Got To Do With It.\nTurner also performed the song on the live TV broadcast, wowing audiences with her vocals despite fighting a bad case of the flu.\nA support slot on Lionel Richie's US tour in 1984 reminded audiences of her ability to tear the roof off any venue she set foot in.\nBy 1985, Turner was one of the world's biggest acts in an era of stadium superstars like Michael Jackson, Madonna and Prince.\n\nThe decision to withhold Hot For You, Baby from the original tracklist of Private Dancer makes sense. It sounds a little cheesy next to the sultry, sophisticated material that eventually populated the record.\nBut fans will welcome the chance to hear Turner let rip, back in her prime, with a promise to \"love you all night long\".\nMark Goodier, who is currently covering the Radio 2 breakfast show, said: \"To have something new to hear from Tina Turner is a treat for fans of all generations and a reminder of her unique talent.\n\"I'm lucky enough to have both interviewed Tina and seen her perform live. She was an outrageously good performer and at the same time a remarkable graceful lady, whose every note was shaped by her incredible life.\"\nAs well as being released as a single, the track will feature on a new five-disc deluxe edition of Private Dancer, which is due for release in March.\nThe collection will also feature B-sides, remixes and live tracks, as well as a film of Turner playing Birmingham's NEC Arena in March 1985, featuring guest appearances by David Bowie and Bryan Adams.\nTurner died in 2023 at the age of 83. No cause of death was given, but she was known to be struggling with a kidney disease, intestinal cancer and other illnesses.\nThe singer is seeking $500m (£405m) over a film which he says has false allegations about him.\nThe Mobo Awards will be in Newcastle next month, with Central Cee in with a shot at making history.\nIt was one of the biggest charity gigs ever to be held in the UK - but it very nearly didn't happen.\nThe Lose Control singer talks about masculine role models, becoming a father, and facing prejudice.\nSunderland is now part of the Music Cities Network, which also includes Berlin and Sydney.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "'They tied me to a bed' - China sees resurgence in medicating 'trouble-makers'",
        "description": "Student among dozens who challenged China’s authorities to have been sent to psychiatric units, BBC finds.",
        "url": "https://www.bbc.com/news/articles/cr46npx1e73o",
        "source": "feeds",
        "category": "world",
        "type": "articles",
        "Author": [
            "Nyima Pratten"
        ],
        "Date Published": "2025-01-23 00:10:01",
        "Headline": "China sees resurgence in psychiatric care for ‘trouble-makers’",
        "Content": "When Zhang Junjie was 17 he decided to protest outside his university about rules made by China's government. Within days he had been admitted to a psychiatric hospital and treated for schizophrenia.\nJunjie is one of dozens of people identified by the BBC who were hospitalised after protesting or complaining to the authorities.\nMany people we spoke to were given anti-psychotic drugs, and in some cases electroconvulsive therapy (ECT), without their consent.\nThere have been reports for decades that hospitalisation was being used in China as a way of detaining dissenting citizens without involving the courts. However, the BBC has found that an issue which legislation sought to resolve, has recently made a comeback.\nJunjie says he was restrained and beaten by hospital staff before being forced to take medication.\nHis ordeal began in 2022, after he protested against China's harsh lockdown policies. He says his professors spotted him after just five minutes and contacted his father, who took him back to the family home. He says his father called the police, and the next day - on his 18th birthday - two men drove him to what they claimed was a Covid test centre, but was actually a hospital.\n\"The doctors told me I had a very serious mental disease… Then they tied me to a bed. The nurses and doctors repeatedly told me, because of my views on the party and the government, then I must be mentally ill. It was terrifying,\" he told the BBC World Service. He was there for 12 days.\nJunjie believes his father felt forced to hand him over to the authorities because he worked for the local government.\nJust over a month after being discharged, Junjie was once again arrested. Defying a fireworks ban at Chinese New Year (a measure brought in to fight air pollution) he had made a video of himself setting them off. Someone uploaded it online and police managed to link it to Junjie.\nHe was accused of \"picking quarrels and troublemaking\" - a charge frequently used to silence criticism of the Chinese government. Junjie says he was forcibly hospitalised again for more than two months.\nAfter being discharged, Junjie was prescribed anti-psychotic drugs. We have seen the prescription - it was for Aripiprazole, used to treat schizophrenia and bipolar disorder.\n\"Taking the medicine made me feel like my brain was quite a mess,\" he says, adding that police would come to his house to check he had taken it.\nFearing a third hospitalisation, Junjie decided to leave China. He told his parents he was returning to university to pack up his room - but, in fact, he fled to New Zealand.\nHe didn't say goodbye to family or friends.\nJunjie is one of 59 people who the BBC has confirmed - either by speaking to them or their relatives, or by going through court documents - have been hospitalised on mental health grounds after protesting or challenging the authorities.\nThe issue has been acknowledged by China's government - the country's 2013 Mental Health Law aimed to stop this abuse, making it illegal to treat someone who is not mentally unwell. It also explicitly states psychiatric admission must be voluntary unless the patient is a danger to themselves or others.\nIn fact, the number of people detained in mental health hospitals against their will has recently surged, a leading Chinese lawyer told the BBC World Service. Huang Xuetao, who was involved in drafting the law, blames a weakening of civil society and a lack of checks and balances.\n\"I have come across lots of cases like this. The police want power while avoiding responsibility,\" he says. \"Anyone who knows the shortcomings of this system can abuse it.\"\nAn activist called Jie Lijian told us he had been treated for mental illness without his consent in 2018.\nLijian says he was arrested for attending a protest demanding better pay at a factory. He says police interrogated him for three days before taking him to a psychiatric hospital.\nLike Junjie, Lijian says he was prescribed anti-psychotic drugs that impaired his critical thinking.\nAfter a week in the hospital, he says he refused any more medication. After fighting with staff, and being told he was causing trouble, Lijian was sent for ECT - a therapy which involves passing electric currents through a patient's brain.\n\"The pain was from head to toe. My whole body felt like it wasn't my own. It was really painful. Electric shock on. Then off. Electric shock on. Then off. I fainted several times. I felt like I was dying,\" he says.\nHe says he was discharged after 52 days. He now has a part-time job in Los Angeles and is seeking asylum in the US.\nOrwatch on YouTubeoutside the UK.\nIn 2019, the year after Lijian says he was hospitalised, the Chinese Medical Doctor Association updated its ECT guidelines, stating it should only ever be administered with consent, and under general anaesthetic.\nWe wanted to find out more about the doctors' involvement in such cases.\nSpeaking to foreign media such as the BBC without permission could get them into trouble, so our only option was to go undercover.\nWe booked phone consultations with doctors working at four hospitals which, according to our evidence, are involved with forced hospitalisations.\nWe used an invented story about a relative who had been hospitalised for posting anti-government comments online, and asked five doctors if they had ever come across cases of patients being sent in by police.\nFour confirmed they had.\n\"The psychiatric department has a type of admission called 'troublemakers',\" one doctor told us.\nAnother doctor, from the hospital where Junjie was held, appears to confirm his  story that police continued surveillance of patients once discharged.\n\"The police will check up on you at home to make sure you take your medicine. If you don't take it you might break the law again,\" they said.\nWe approached the hospital in question for comment but it did not respond.\nWe have been given access to the medical records of democracy activist Song Zaimin, hospitalised for a fifth time last year, which makes it clear how closely political views appear to be tied to a psychiatric diagnosis.\n\"Today, he was…  talking a lot, speaking incoherently, and criticising the Communist Party. Therefore, he was sent to our hospital for inpatient treatment by the police, doctors, and his local residents' committee. This was an involuntary hospitalisation,\" it says.\nWe asked Professor Thomas G Schulze, president-elect of the World Psychiatric Association, to review these notes. He replied:\n\"For what is described here, no-one should be involuntarily admitted and treated against his will. It reeks of political abuse.\"\nBetween 2013 and 2017, more than 200 people reported they had been wrongfully hospitalised by the authorities, according to a group of citizen journalists in China who documented abuses of the Mental Health Law.\nTheir reporting ended in 2017, because the group's founder was arrested and subsequently jailed.\nFor victims seeking justice, the legal system appears stacked against them.\nA man we are calling Mr Li, who was hospitalised in 2023 after protesting against the local police, tried to take legal action against the authorities for his incarceration.\nUnlike Junjie, doctors told Mr Li he wasn't ill but then the police arranged an external psychiatrist to assess him, who diagnosed him with bipolar disorder, and he was held for 45 days.\nOnce released, he decided to challenge the diagnosis.\n\"If I don't sue the police it's like I accept being mentally ill. This will have a big impact on my future and my freedom because police can use it as a reason to lock me up any time,\" he says.\nIn China, the records of anyone ever diagnosed with a serious mental health disorder could be shared with the police, and even local residents' committees.\nBut Mr Li was not successful - the courts rejected his appeal.\n\"We hear our leaders talking about the rule of law,\" he told us. \"We never dreamed one day we could be locked up in a mental hospital.\"\nThe BBC has found 112 people listed on the official website for Chinese court decisions who, between 2013 and 2024, attempted to take legal action against police, local governments or hospitals for such treatment.\nSome 40% of these plaintiffs had been involved in complaints about the authorities. Only two won their cases.\nAnd the site appears to be censored - five other cases we have investigated are missing from the database.\nThe issue is that the police enjoy \"considerable discretion\" in dealing with \"troublemakers,\" according to Nicola MacBean from The Rights Practice, a human rights organisation in London.\n\"Sending someone to a psychiatric hospital, bypassing procedures, is too easy and too useful a tool for the local authorities.\"\nEyes are now on the fate of vlogger Li Yixue, who accused a police officer of sexual assault. Yixue is said to have recently been hospitalised for a second time after her social media posts talking about the experience went viral. It is reported she is now under surveillance at a hotel.\nWe put the findings of our investigation to the UK's Chinese embassy. It said last year the Chinese Communist Party \"reaffirmed\" that it must \"improve the mechanisms\" around the law, which it says \"explicitly prohibits unlawful detention and other methods of illegally depriving or restricting citizens' personal freedom\".\nAdditional reporting by Georgina Lam and Betty Knight\nThe US president says the US should \"take back\" the famous waterway because China runs it now.\nThe new president accused Beijing of sending fentanyl to Mexico and Canada which ends up in the US.\nThe two leaders pledged to bring China-Russia relations to \"greater heights\".\nWith the threat of a trade war looming, China's first vice premier says the country wants to boost imports.\nForty eight men detained since they fled China years ago risk being deported, rights groups say.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Giant iceberg on crash course with island - penguins and seals in danger",
        "description": "More than twice the size of greater London, the expanse of ice is unpredictable and dangerous.",
        "url": "https://www.bbc.com/news/articles/cd64vvg4z6go",
        "source": "feeds",
        "category": "world",
        "type": "articles",
        "Author": [
            "Georgina Rannard"
        ],
        "Date Published": "2025-01-23 00:01:33",
        "Headline": "A23a: Giant iceberg on collision course with island - penguins and seals in danger",
        "Content": "The world's largest iceberg is on a collision course with a remote British island, potentially putting penguins and seals in danger.\nThe iceberg is spinning northwards from Antarctica towards South Georgia, a rugged British territory and wildlife haven, where it could ground and smash into pieces. It is currently 173 miles (280km) away.\nCountless birds and seals died on South Georgia's icy coves and beaches when past giant icebergs stopped them feeding.\n\"Icebergs are inherently dangerous. I would be extraordinarily happy if it just completely missed us,\" sea captain Simon Wallace tells BBC News, speaking from the South Georgia government vessel Pharos.\nAround the world a group of scientists, sailors and fishermen are anxiously checking satellite pictures to monitor the daily movements of this queen of icebergs.\nIt isknown as A23aand is one of the world's oldest.\nIt calved, or broke off, from the Filchner Ice Shelf in Antarctica in 1986 but got stuck on the seafloor and then trapped in an ocean vortex.\nFinally, in December, it broke free and is now on its final journey, speeding into oblivion.\nThe warmer waters north of Antarctica are melting and weakening its vast cliffs that tower up to 1,312ft (400m), taller than the Shard in London.\nIt once measured 3,900 sq km, but the latest satellite pictures show it is slowly decaying. It is now around 3,500 sq km, roughly the size of the English county of  Cornwall.\nAnd large slabs of ice are breaking off, plunging into the waters around its edges.\nA23a could break into vast segments any day, which may then hang around for years, like floating cities of ice cruising uncontrollably around South Georgia.\nThis isn't the first huge iceberg to threaten South Georgia and Sandwich Islands.\nIn 2004 one called A38 grounded on its continental shelf, leaving dead penguin chicks and seal pups on beaches as massive ice chunks blocked their access to feeding grounds.\nThe territory is home to precious colonies of King Emperor penguins and millions of elephant and fur seals.\n\"South Georgia sits in iceberg alley so impacts are to be expected for both fisheries and wildlife, and both have a great capacity to adapt,\" says Mark Belchier, a marine ecologist who advises the South Georgia government.\nSailors and fisherman say icebergs are an increasing problem. In 2023 one called A76 gave them a scare when it came close to grounding.\n\"Chunks of it were tipping up, so they looked like great ice towers, an ice city on the horizon,\" says Mr Belchier, who saw the iceberg while at sea.\nThose slabs are still lingering around the islands today.\n\"It is in bits from the size of several Wembley stadiums down to pieces the size of your desk,\" says Andrew Newman from Argos Froyanes, a fishing company that works in South Georgia.\n\"Those pieces basically cover the island - we have to work our way through it,\" says Captain Wallace.\nThe sailors on his ship must be constantly vigilant. \"We have searchlights on all night to try to see ice - it can come from nowhere,\" he explains.\nA76 was a \"gamechanger\", according to Mr Newman, with \"huge impact on our operations and on keeping our vessel and crew safe\".\nAll three men describe a rapidly changing environment, with glacial retreat visible year-to-year, and volatile levels of sea ice.\nClimate change is unlikely to have been behind the birth of A23a because it calved so long ago, before much of the impacts of rising temperatures that we are now seeing.\nBut giant icebergs are part of our future. As Antarctica becomes more unstable with warmer ocean and air temperatures, more vast pieces of the ice sheets will break away.\nBefore its time comes to an end though, A23a has left a parting gift for scientists.\nA team with the British Antarctic Survey on the Sir David Attenborough research vessel found themselves close to A23a in 2023.\nThe scientists scrambled to exploit the rare opportunity to investigate what mega icebergs do to the environment.\nThe ship sailed into a crack in the iceberg's gigantic walls, and PhD researcher Laura Taylor collected precious water samples 400m away from its cliffs.\n\"I saw a massive wall of ice way higher than me, as far as I could see. It has different colours in different places. Chunks were falling off - it was quite magnificent,\" she explains from her lab in Cambridge where she is now analysing the samples.\nHer work looks at what the impact the melt water is having on the carbon cycle in the southern ocean.\n\"This isn't just water like we drink. It's full of nutrients and chemicals, as well as tiny animals like phytoplankton frozen inside,\" Ms Taylor says.\nAs it melts, the iceberg releases those elements into the water, changing the physics and chemistry of the ocean.\nThat could store more carbon deep in the ocean, as the particles sink from the surface. That would naturally lock away some of the planet's carbon dioxide emissions that contribute to climate change.\nIcebergs are notoriously unpredictable and no-one knows what exactly it will do next.\nBut soon the behemoth should appear, looming on the islands' horizons, as big as the territory itself.\nGas from the seafloor has scientists wondering if oxygen could be found in the oceans of other planets.\nFrogs, lizards, snakes and insect pests are being transported across the world on ornamental plants.\nAmazon founder Jeff Bezos's space company blasts its first rocket into orbit in a challenge to Elon Musk.\nDNA analysis suggests Iron Age societies in Britain were built around women rather than men.\nLast year was the world's warmest on record, bringing temperatures above a politically symbolic milestone.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Toxic waste from world's deadliest gas leak fuels protests in India",
        "description": "People in Pithampur are protesting against the disposal of waste from the Bhopal gas leak in their town.",
        "url": "https://www.bbc.com/news/articles/c863jy00430o",
        "source": "feeds",
        "category": "world",
        "type": "articles",
        "Author": [
            "Vishnukant Tiwari"
        ],
        "Date Published": "2025-01-23 00:30:46",
        "Headline": "Bhopal gas tragedy: Toxic waste from deadly leak fuels protests in India",
        "Content": "Vegetable vendor Shivnarayan Dasana had never seen so many policemen descend on his village in the central Indian state of Madhya Pradesh.\nThe 60-year-old lives inTarapurin the industrial town of Pithampur, known for its automobile and pharmaceutical factories. The town has been tense since containers holding 337 tonnes of toxic waste from the site of one of the world's worst industrial disastersarrived for disposalthree weeks ago.\nThe waste, transported from the now-defunct Union Carbide factory in the city of Bhopal - site of the 1984 gas tragedy thatkilledthousands - has sparked fears among locals.\nThey worry that disposing of it near their homes could be harmful and even cause an environmental disaster.\nProtests erupted on 3 January, a day after the waste arrived in the town, escalating into stone-throwing and attempted self-immolations.\nSince then, heavy police patrols near the disposal facility have turned Tarapur and surrounding areasinto a virtual garrison.\nThe police have registered seven cases against 100 people since the protests began, but the townspeople continue to raise concerns about industrial pollution at smaller community meetings.\nThe toxic waste cleared from the Bhopal factory included five types of hazardous materials - including pesticide residue and \"forever chemicals\" left from its manufacturing process. These chemicals are so-named because they retain their toxic properties indefinitely.\nOver the decades, these chemicals have seeped into the surrounding environment, creating a health hazard for people living around the factory in Bhopal.\nBut officials dismiss fears of the waste disposal causing environmental issues in Pithampur.\nSenior official Swatantra Kumar Singh outlined the staggered process in an attempt to reassure the public.\n\"Hazardous waste will be incinerated at 1,200C (2,192F), with 90kg (194.4lb) test batches followed by 270kg batches over three months if toxicity levels are safe,\" he said.\nMr Singh explained that a \"four-layer filtering will purify smoke\", which will prevent toxins from entering the air and the residue from incineration will be \"sealed in a two layer membrane\" and \"buried in a specialised landfill\" to prevent soil and groundwater contamination.\n\"We've trained 100 'master trainers' and are hosting sessions to explain the disposal process and build public trust,\" said administrator Priyank Mishra.\nMadhya Pradesh Chief Minister Mohan Yadav has also defended the waste disposal, calling it both safe and necessary. He urged residents to voice their concerns legally, noting that the disposal was carried out only after orders from the high court.\nEnvironmental experts, however, have differing views on the process.\nSome like Subhash C Pandey believe the disposal poses no risk if done properly. Others, like Shyamala Mani, are calling for alternatives to incineration. She argues that incineration increases residual slag and releases harmful toxins like mercury and dioxins.\nMs Mani suggests that bioremediation, a process using micro-organisms to break down harmful substances in waste, could be a more effective and eco-friendly solution.\nBut residents remain sceptical.\n\"It's not just waste. It's poison,\" said Gayatri Tiwari, a mother of five in Tarapur village. \"What's the point of life if we can't breathe clean air or drink clean water?\"\nPollution is an undeniable reality for the residents of Pithampur. Residents cite past groundwater contamination and ongoing health issues as reasons for scepticism.\nThe town's rapid industrial growth in the 1980s led to hazardous waste build-up, contaminated water and soil with mercury, arsenic and sulphates. By 2017, the federal agency Central Pollution Control Bureau flagged severe pollution in the area.\nLocals allege that many companies don't follow the rules to dispose of non-hazardous waste, choosing to dump it in the soil or water. Tests in 2024 showed elevated harmful substances in water. Activists link this to alleged environmental violations at the disposal facility but officials have denied this.\n\"Water filters in our homes don't last two months. Skin diseases and kidney stones are common now. Pollution has made life unbearable,\" said Pankaj Patel, 32, from Chirakhan village, pointing to his water purifier which needs frequently replacing.\nSrinivas Dwivedi, regional officer of the State Pollution Control Board, dismissed concerns, saying it's \"unrealistic\" to expect pre-industrial conditions in Pithampur.\nMeanwhile, in Bhopal, nearly 230km (143 miles) away from Pithampur, activists argue that the disposal process is a distraction from much larger issues.\nSince the disaster, the toxic material lay in the mothballed factory for decades, polluting groundwater in the surrounding areas.\nMore than 1.1 million tonnes of contaminated soil remain at the Union Carbide factory site, according to a 2010 report by National Environmental Engineering Research Institute and the National Geophysical Research Institute.\n\"The government is making a show of disposing of 337 metric tonnes while ignoring the much bigger problem in Bhopal,\" said Nityanand Jayaraman, a leading environmentalist.\n\"The contamination has worsened over the years, yet the government has done little to address it,\" added Rachna Dhingra, another activist.\nGovernment estimates say 3,500 people died shortly after the gas leak, with over 15,000 dying later. Activists claim the toll is much higher, with victims still suffering from the side effects of the poisoning.\n\"Given Pithampur's history of pollution, residents' fears are valid,\" said Mr Jayaraman.\nOfficials said they are only \"dealing with the waste as specified by the court's directive\".\nBut the reality of Bhopal has deepened the mistrust among the people of Pithampur, who are now prepared to take to the streets again to oppose the waste disposal.\nVegetable vendor Shivnarayan Dasana said the issue goes beyond the waste itself.\n\"It's about survival - ours and our children's,\" he said.\nFollow BBC News India onInstagram,YouTube,TwitterandFacebook.\nAnother five people are injured after being hit by an express train on an adjacent track.\nFixtures for England's limited-overs tour of India, featuring three ODIs and five Twenty20 internationals.\nEngland fall to a crushing seven-wicket defeat by India in Kolkata in their first T20 under Brendon McCullum.\nFast bowler Mark Wood will play for the first time since August in England's first T20 against India in Kolkata on Wednesday.\nThe crime sparked widespread anger and fears over the safety of healthcare workers in India.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Dark humour for dark times: How comedy helps in Ukraine",
        "description": "Ukrainian stand-up comedians say humour can help people cope and raise money for the war effort.",
        "url": "https://www.bbc.com/news/articles/czx80edlrxjo",
        "source": "feeds",
        "category": "world",
        "type": "articles",
        "Author": [
            "Vitaliy Shevchenko"
        ],
        "Date Published": "2025-01-23 00:06:50",
        "Headline": "Ukrainian comedians cope with war through humour",
        "Content": "On 14 October 2023, an unusual event was held in Ukraine's most prestigious venue, Palace Ukraine in Kyiv.\nAnton Tymoshenko became the first Ukrainian stand-up comedian to give a solo performance there.\n\"I grew up in a village with fewer people than Palace Ukraine can hold,\" he said after the concert.\"So many people had told me: It's not going to happen... stand-up comedy has not reached that level.\"\nIt has now, to a large extent because of the full-scale invasion launched by Russia.\nThe invasion turned many Ukrainians away from the previously popular and lavishly promoted Russian acts and triggered a renewed interest in Ukrainian culture.\nKey Ukrainian comedians say they are now making jokes to help the public deal with the grim reality of war and also help the army by raising funds.\n\"Stand-up comedy is a budget version of psychotherapy,\" Anton Tymoshenko tells the BBC.\n\"I like to relieve social tension with my jokes. When that happens, that's the best thing.\"\nAnother popular performer, Nastya Zukhvala, says Russia's full-scale invasion in February gave stand-up comedy in Ukraine \"a boost,\" albeit for darker reasons.\n\"The demand for comedy looks totally natural to me now because comedy supports and unites.\n\"It can also make reality look less catastrophic. It is a tool which can help us process this stream of depressing information,\" she tells me.\n\"To stay optimistic or even sane, we've got no other choice.\"\nSo what are the jokes that are making Ukrainians laugh?\nThis kind of humour is grim, says comedian Hanna Kochehura, but making fun of the danger makes it easier to cope with.\n\"It looks even darker from abroad, and it's clear why. Anyone who's in Ukraine knows that there are no safe places here,\" she says.\n\"You never know if this air raid is going to be your last. You don't know if a Shahed drone is going to target your house or your family's house.\n\"Naturally, all our themes are related to the war. Because it's our life now. Stand-up comedy is a frank genre where comedians speak about their own experiences or thoughts,\" Ms Kochehura says.\nHere's an example - a joke from Anton Tymoshenko's performance at Palace Ukraine:\n\"I never worried about a nuclear attack because I know it would mean death for rich residents of Kyiv. I live on the outskirts - but the nukes will hit central parts. Before fallout reaches me, it will have to make two changes on the metro.\n\"More realistically, I'll get killed by Iranian Shahed drones. The sad thing is - did you hear the noise they make? They sound very demotivating, like the cheapest kind of death.\"\n\"People can laugh at the news,\" Anton tells me.\n\"If we're not allowed to use [Western] missiles against targets in Russia  — yes, that is funny because it is absurd. I build upon this absurd fact, and it becomes funny.\n\"Of course, Ukrainians find it funny.\"\nWestern allies were initially reluctant to allow Ukraine to use their missiles against targets in Russia for fear of escalation. But the permission was granted after months of pleading by Kyiv: first shorter-range weapons inMay 2024, then long-range missiles in November.\nJoking about the war is fraught with pitfalls.\nAnton Tymoshenko says he is trying not to \"trigger\" his audiences or add to the trauma from which they may already be suffering.\n\"Stand-up comedy in wartime is the most difficult type. Making jokes without offending anyone is possible to do, but that would be like joking in a vacuum,\" he says.\nBut, it is usually possible to see where the line lies according to Nastya Zukhvala:\n\"I feel what other Ukrainians feel. If I find something sad or tragic, I don't see any need to turn it into stand-up comedy.\"\nThere's also a very practical side to stand-up comedy in Ukraine - helping its army.\n\"Almost all of the comedians I know have been helping the armed forces. All of us are involved in raising funds [for the Ukrainian army]. We hold charity shows and many perform in front of the military,\" says Hanna Kochehura.\nSome, like Nastya Zukhvala's husband Serhiy Lipko, a comedian himself, are in the army.\n\"Culture, humour or psychology - that's all fine and well, but everything must be of practical use to the military. When so many missiles are on the way to hit you, you're not as interested in talking about art alone,\" says Mr Tymoshenko.\n\"My main task is holding concerts so I can raise funds for them.\"\nHe says he has donated more than 30m hryvnyas (£580,000; $710,000) since the start of the full-scale invasion in February 2022.\nThe US president says he is offering Moscow a \"big favour\" by helping Russia and Ukraine reach a deal.\nThe south of Scotland-based Halo Trust gets funding to continue its work in Ukraine and Afghanistan.\nVlad  Shtyhilan's future was in doubt when he fled Ukraine but he is now playing for Altrincham FC.\nThe attack struck the Shevchenkivskyi district, damaging civilian buildings and leaving a large crater in the road.\nIt will be the first time the International Arts Festival Ukraine has been staged abroad.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "The Nigerian family who have spent five decades as volunteer grave-diggers",
        "description": "For more than 50 years, one family has dedicated itself to caring for the biggest cemetery in Kaduna.",
        "url": "https://www.bbc.com/news/articles/cn0xyk8r28go",
        "source": "feeds",
        "category": "world",
        "type": "articles",
        "Author": [
            "Mansur Abubakar"
        ],
        "Date Published": "2025-01-23 00:37:08",
        "Headline": "The Nigerian family who volunteer to dig graves in Kaduna",
        "Content": "For more than 50 years, one family has dedicated itself to caring for the biggest graveyard in Nigeria's northern city of Kaduna - much to the gratitude of other residents who do not fancy the job of dealing with the dead.\nUntil a few weeks ago, they did it for no formal pay - digging graves, washing corpses and tending to the vast cemetery, receiving only small donations from mourners for their labour.\nThe vast Tudun Wada Cemetery was set aside for the Muslim residents of the city by the authorities a century ago.\nThe Abdullahi family became involved in the 1970s when two brothers - Ibrahim and Adamu - began working there.\nThe two siblings now lie beneath the soil in the graveyard, and their sons have become the cemetery's main custodians.\n\"Their teachings to us, their children, was that God loves the service and would reward us for it even if we don't get any worldly gains,\" Ibrahim Abdullahi's oldest son Magaji told the BBC when asked why they had chosen to continue as unpaid undertakers.\nThe 58-year-old is now in charge at Tudun Wada - shepherding operations and the 18 members of staff or until recently - volunteers.\nHe and his two younger cousins - Abdullahi, 50, and Aliyu, 40, (Adamu Abdullahi's sons) - are the three full-time workers, all reporting in by 07:00 for a 12-hour shift, seven days a week.\nThey always need to be on call because, according to Muslim rites, a burial must be organised within a few hours of someone's death.\nMagaji tends to get the call on his mobile, either directly from a relative or an imam - all religious clerics in the city have his number.\n\"A lot of people have our numbers and as soon as someone dies, we get a call and immediately we get to work,\" he says.\nOne of the trio goes to tend to the corpse, which may include washing it and wrapping it in a shroud.\nThe body is measured and those details are texted back to the others so that a grave can be dug.\nThis can take around an hour - with two people taking it in turns to dig down 6ft (1.8m) into the earth - sometimes longer when it is in a stony area of the graveyard.\nThey can dig around a dozen graves in a day - hard work in the Kaduna heat.\n\"Today alone we have dug eight graves and it's not even noon, some days are like that,\" says Abdullahi, who began work at the cemetery when he was aged 20.\nThe cousins have experienced very stressful times - especially during religious violence when tensions flare between the city's Christian and Muslim residents. The two communities tend to live on opposite sides of the Kaduna River.\n\"We have had a couple of religious clashes in Kaduna but the one that sticks the most for me was one in the early 1990s. A lot of people were killed,\" says Magaji.\n\"We went round gathering the corpses and taking them off the streets.\"\nMuslims were taken to Tudun Wada in the north of the city and Christians to graveyards in the southern suburbs.\n\"It was such a troubling time personally and I wasn't long in the job then but that helped enhance my resolve to continue,\" he says.\nUsually, while the team digs a grave, at the local mosque the imam announces during one of the five daily prayers that a funeral will be taking place.\nMany of the worshippers then go to where the body has been prepared for prayers - it is then transported to the graveyard for burial, often thronged by the mourners.\nOnce by the graveside, the shrouded body is lowered - it is covered with a layer of sticks and broken clay pots as a mark of respect. The grave is then filled to form a slightly raised bed.\nAfter the rituals are complete and before the mourners leave, the graveyard keepers appeal for donations.\nThis is usually done by 72-year-old Inuwa Mohammed, the oldest worker at the cemetery, who explains the importance of Abdullahi family to the community.\nHe used to work with the cousins' fathers: \"They were amazing people who loved what they did and have imbibed their children with this altruistic behaviour.\"\nThe little money collected will sometimes buy lunch for the crew - but is never enough for anything else. In order to survive, the family also has a small farm where they grow food.\nThe graves are recycled after 40 years, meaning land is not a big issue - but maintenance is.\n\"There is a lot that is lacking at the moment - we don't have enough equipment to work with, or good security,\" says Aliyu, the youngest of the cousins and who has worked there for 10 years.\nHe explains how part of the wall has collapsed, allowing those on the look-out for scrap metal to steal the grave markers.\nSome of the graves have metal plates inscribed with a name and date of birth and death – though many do not as Islamic clerics do not encourage ostentation. Most are just outlined by stones and bricks or with a stick.\nEither way, the cousins remember the location of everyone buried at the cemetery and can direct people if they have forgotten the location of a relative's grave.\nFollowing the BBC's recent visit to the graveyard, they have seen a dramatic change in fortune.\nThe new local council chairman, whose office oversees the site, has decided to put them on the payroll.\n\"They deserve it, given the massive work they do every day,\" Rayyan Hussain tells the BBC.\n\"Graves are the final homes for us all and people who do this kind of hard work deserve to be paid, so my office would pay them as long as I am chairman.\"\nMagaji confirms that the staff have started receiving a monthly salary for the first time:\nThis is well below the national minimum wage of $45 a month, but Mr Hussain says he hopes to increase their allowance \"with time\".\nHe says it is regrettable that the graveyard was abandoned for years by previous local council heads.\nHe has plans to repair parts of the fencing, install solar lights and add security, the chairman adds.\n\"I am also building a room in the graveyard where corpses could be washed and prepared for burials, before now all of this had to be done from homes.\"\nFor the Abdullahi family, it is all welcome investment - and Magaji hopes it will ensure that one of his 23 children will one day become a custodian of the cemetery.\n\nGo toBBCAfrica.comfor more news from the African continent.\n\nFollow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica\nItalian authorities released the director of a notorious detention camp who had been arrested in Turin on an ICC war crimes warrant.\nThis is the latest in a series of shocking cases of femicide in Kenya.\nThe contribution of hundreds of mostly black servicemen had gone unrecognised until now.\nLissu is expected to be more confrontational towards the ruling CCM party.\nLibya and Somalia are excluded from the waiver due to security concerns.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    }
]