[
    {
        "title": "Trump considers 10% tariff on China from February",
        "description": "The new president accused Beijing of sending fentanyl to Mexico and Canada which ends up in the US.",
        "url": "https://www.bbc.com/news/articles/clyn3z4580do",
        "source": "feeds",
        "category": "business",
        "type": "articles",
        "Author": [
            "João da Silva"
        ],
        "Date Published": "2025-01-22 00:46:27",
        "Headline": "Donald Trump considers 10% tariff on China from February",
        "Content": "US President Donald Trump has said he is considering imposing a 10% tariff on imports of Chinese-made goods as soon as 1 February.\nTrump said discussions with his administration were \"based on the fact that they're sending fentanyl to Mexico and Canada.\"\nIt followed threats by Trump tolevy import taxes of 25%on Mexico and Canada, accusing them of allowing undocumented migrants and drugs to come into the US.\nIn a press conference in Washington on Tuesday, Trump also vowed to hit the European Union with tariffs.\n\"China is an abuser, but the European Union is is very, very bad to us,\" he said.\n\"They treat us very, very badly. So they're going to be in for tariffs. It's the only way you're going to get back. It's the only way you're going to get fairness.\"\nShortly after he was sworn in on Monday, the new president also instructed federal agencies to conduct a review of existing trade deals and identify unfair practices by US trading partners.\nMeanwhile, a top Chinese official spoke out against protectionism at the World Economic Forum in Davos.\nChina's Vice Premier, Ding Xuexiang, called for \"win-win\" solutions to trade disputes without mentioning the US.\nOn the campaign trail Trump had promised to place tariffs as high as 60% on Chinese goods.\nThe Canadian Prime Minister Justin Trudeau has promised to fight back.\n\"If the [US] president does choose to proceed with tariffs, Canada will respond - and everything is on the table,\" Trudeau said.\nOttawa is preparing counter-tariffs in response to the threat, reportedly worth billions of dollars.\nCanada, China and Mexico are the top US trading partners.\nTariffs are an important part of Trump's economic plans. The president believes they can boost growth, protect jobs and raise tax revenue.\nBut many economists say such measures could lead to higher prices for Americans and harm companies hit by foreign retaliation.\nTrump said he had called Ulbricht's mother to let her know he had granted her son a full pardon.\nThe billionaire says his critics \"need better dirty tricks\" after a gesture likened to a Nazi salute.\nEven presidential powers have their limits - and in some cases, Trump faces hurdles before his plans can become reality.\nThe Vances met as students, when they joined a discussion group on “social decline in white America”.\nRight Rev. Mariann Edgar Budde made a plea to the president in a sermon that Trump later criticised.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Netflix to raise prices as new subscribers soar",
        "description": "Squid Game and live sports, including the Jake Paul v Mike Tyson fight, fuelled new memberships.",
        "url": "https://www.bbc.com/news/articles/c62693x4qr2o",
        "source": "feeds",
        "category": "business",
        "type": "articles",
        "Author": [
            "Dearbail Jordan"
        ],
        "Date Published": "2025-01-22 00:44:13",
        "Headline": "Netflix to raise prices as Squid Game and sport fuels subscribers",
        "Content": "Netflix will raise prices across a number of countries after adding nearly 19 million subscribers in the final months of 2024.\nThe streaming firm said it will increase subscription costs in the US, Canada, Argentina and Portugal.\n\"We will occasionally ask our members to pay a little more so that we can re-invest to further improve Netflix,\" it said.\nNetflix announced better-than-expected subscriber numbers, helped by the second series of South Korean drama Squid Game as well as sports including a boxing match between influencer-turned-fighter Jake Paul and former world heavyweight champion Mike Tyson.\nIn the US, prices will increase across almost all plans including the standard subscription with no adverts which will now cost $17.99 (£14.60) a month, up from $15.49.\nIts membership with adverts will also rise, by one dollar to $7.99.\nThe last time Netflix raised prices in the US was October 2023, when it also lifted costs for some plans in the UK.\nAsked if prices were set to increase in the UK, a spokesperson for Netflix said there was \"nothing to share right now\".\nMeanwhile, the company said it finished last year with more than 300 million subscribers in total. It had been expected to add 9.6 million new subscribers between October and December but far surpassed that number.\nIt is the last time that Netflix will report quarterly subscriber growth - from now on it said it will \"continue to announce paid memberships as we cross key milestones\".\nAs well as Squid Game and the Paul v Tyson fight, Netflix also streamed two NFL games on Christmas Day.\nIt will also broadcast more live events including WWE wrestling and has bought the rights for the FIFA Women's World Cup in 2027 and 2031.\nPaolo Pescatore, a technology analyst at PP Foresight, said Netflix \"is now flexing its muscles by adjusting prices given its far stronger and diversified programming slate compared to rivals\".\nNet profit between October and December doubled to $1.8bn compared to the same period a year ago.\nSales rose from $8.8bn to $10.2bn.\nCatherine Ayers is obsessed with darts, so missed her hit Netflix show when it was released.\nGunning's family still live in Holmfirth and say fans are often surprised she has Yorkshire accent.\nStars such as The Rock and John Cena make a return as the flagship Raw show launches on Netflix.\nThe Duchess of Sussex appears to be embarking on a new era in her glossy new Netflix show.\nIsla Dawn has gone from Langside College to becoming a tag team champion in the world's biggest wrestling company.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Thousands on hold to HMRC 'cut off after 70 minutes'",
        "description": "HMRC denies running a \"deliberately poor\" phone service in an attempt to push customers online.",
        "url": "https://www.bbc.com/news/articles/cn4zjnd2llyo",
        "source": "feeds",
        "category": "business",
        "type": "articles",
        "Author": [
            "Tommy Lumby"
        ],
        "Date Published": "2025-01-22 00:06:32",
        "Headline": "Thousands on hold to HMRC cut off after 70 minutes, report finds",
        "Content": "HMRC has denied running a \"deliberately poor\" phone service in an attempt to push taxpayers to seek help online instead.\nNearly 44,000 customers were cut off without warning after being on hold for more than an hour last year, a report by a committee of MPs found.\nIt warned HMRC's service had got even worse since then and urged the tax authority to take responsibility for failing its customers.\nHMRC chief executive Jim Harra said the committee's claims on its customer service were \"completely baseless\" and added \"we've made huge improvements to our service standards, with call wait times down by 17 minutes since April last year\".\nThe report comes ahead of the deadline for self-assessment tax returns on 31 January, which could lead to increased demand for help.\nHMRC's phone line went dead on 43,690 customers who had been waiting 70 minutes to reach an adviser in the first 11 months of 2023-24, the Public Accounts Committee (PAC) report said.\nThis was because HMRC's system could not cope with the volume of calls but customers were not warned they were about to be cut off, nor were they called back, the report added.\nThe figure for the number of callers cut off was published by the National Audit Office (NAO) in May last year but MPs have highlighted it among fears HMRC was running down its own helpline.\nSir Geoffrey Clifton-Brown MP, chair of the PAC, said HMRC was \"excavating its way to new lows\" in its customer service every year.\nHe added: \"Worse, it seems to be degrading its own services as a matter of policy.\"\nThe committee has called for \"bold and ambitious leadership\" to improve its customer services, and better tackle tax system abuse and unpaid debts.\nIn 2023-24, HMRC wrote off £5bn in debts as uncollectable, up from £3.2bn in 2022-23.\nThe report called for the authority to get a better understanding of the offshore tax gap – the difference how much tax should be paid, and what was actually paid.\nIt also raised concerns over decreasing rates of criminal investigation and prosecution for tax-related offences.\nThe recommendations come after a series of criticisms levelled at HMRC.\nIn March last year, it announced its phone line would be closed between April and September, but wasforced to reverse its decision within 24 hours.\nAnd in May a report found thatcustomers were waiting an average of nearly 23 minutesto get through to an adviser.\nMr Harra, first permanent secretary and chief executive at HMRC, said: \"We will always be there to answer the phone for those who need extra help. At the same time, more than 80 per cent of customers are satisfied with our digital services, with more and more people using them to quickly and easily manage their tax affairs.\"\nHMRC said the phone lines and webchat will be open as usual but customers may experience longer wait times.\nPCS members will take part in eight weeks of industrial actions in the hope of reinstating the reps.\nThe former Harry Potter star is ordered to pay the sum after losing a tax appeal.\nDavid Crisp told undercover agent he had ignored \"government edicts\" to sell £1.7m of his luxury Boadicea the Victorious product.\nThe PCS union believes the workers were sacked for their role in strike action last year.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Teddy Swims: 'Every day I try to cry a little bit'",
        "description": "The Lose Control singer talks about masculine role models, becoming a father, and facing prejudice.",
        "url": "https://www.bbc.com/news/articles/cn4zzlllen1o",
        "source": "feeds",
        "category": "entertainment_and_arts",
        "type": "articles",
        "Author": [
            "Mark Savage"
        ],
        "Date Published": "2025-01-22 00:07:09",
        "Headline": "Teddy Swims: 'Every day I try to cry a little bit'",
        "Content": "When Teddy Swims turned up to the  MTV Awards last September, he was nominated for four prizes, including best new artist.\nIn the event, the combined forces of Chappell Roan and Sabrina Carpenter denied him a single Moon Man trophy – but the singer left with something much more valuable.\n\"I didn't realise until a couple of weeks later, but my partner and I conceived that night,\" he beams.\n\"We're due in June and things are great. I think we're gonna crush it.\"\nDomestic bliss isn't a quality that fans might associate with Teddy Swims.\nHis huge breakthrough single Lose Control, and the hit album I've Tried Everything But Therapy, were rooted in dysfunction, addiction and heartbreak.\nThey were inspired by a toxic, mutually-destructive relationship he'd escaped. In the past, he's described it as a \"really co-dependent lifestyle\" that went from \"bender to bender\" as both sides \"leveraged each other's shame against one another\".\nAs he sings on a recent single, \"I saved my life when I showed you the door\".\nBut that was only one chapter in the story of the 32-year-old Georgia native Jaten Dimsdale.\nThis Friday, he releases a second album, I've Tried Everything But Therapy Part 2, that explains what happened next.\n\"I've learned that love doesn't have to be this thing of high highs and low lows – fighting and pulling teeth just to stay together,\" he says.\n\"The first album was a lot of turmoil, and not too much closure. So I wanted to come back and say, 'Here's me on the other side of this, and I'm doing better'.\n\"I feel like, as a listener, I would want to hear that there's a way out.\"\n\nHis new partner is also a singer-songwriter, Raiche Wright, who he met \"a couple of Thanksgivings ago\" when she came to one of his shows - and the new album dwells in a sort of bewildered bliss.\n\"Are you something from a dream or something that I made up?\" he wonders on the slick R&B groove of Are You Real.\nLater, on the acoustic guitar ballad If You Ever Change Your Mind, he croons, \"I love you, I love you,\" with a quiet sincerity rarely found in a pop record.\nMusically, the album paints from the same palette as before – a brand of 1960s soul where dusty piano grooves and chugging guitar lines are punched up with a modern pop sheen, and a pinch of rock and roll swagger.\nBut it's not all hearts and flowers. The sumptuous soul of Black And White makes a plea for tolerance, inspired by the prejudice Dimsdale and his partner – who has mixed black and white heritage – have faced.\n\"I see people looking disgusted because we're different colours – especially down South,\" he says.\n\"But it's okay to be happy in love with someone of a different colour, or a different size or shape, or the same sex, or whatever it is.\n\"Why would you be hating on that? It's such a backwards thing.\"\n\nDimsdale learned about acceptance the hard way. Born in Conyers, an eastern suburb of Atlanta, his grandfather was a Pentecostal preacher with set views on the world, and family life was hard to navigate.\nHis parents divorced when he was three and, although both remarried, their new relationships were problematic. His mother, with whom he lived, married an alcoholic who left suddenly when Dinsdale was 18 and never spoke to the family again.\nHis father, who he saw at weekends, married a woman who developed serious mental health problems, including schizophrenia, and spent long stretches in hospital. His dad ended up raising Dimsdale's step-brothers almost single-handedly.\n\"He'd work 18 hours a day, and still get the homework done and still get to the practices, all by himself,\" he says.\n\"There's just not enough I can say about how amazing that man truly is.\"\nDimsdale was a late bloomer when it came to music. As a youngster, he was a dedicated footballer, until a friend convinced him to audition for a school production of Damn Yankees.\nThe musical sparked a love affair with singing. He researched vocal techniques on YouTube, soaking in performances by Stevie Wonder, Michael Jackson and Aretha Franklin.\nAfter graduation, he started playing with local metal bands, adopting the stage name \"Swims\" from internet forum-speak for Someone Who Isn't Me Sometimes. Teddy, meanwhile, is a childhood nickname, based on his affable and cuddly persona.\n\n\nBut it was a cover of Shania Twain's country ballad You're Still The One that earned him his big break.\nOn YouTube, it's been watched 197 million times. One of those viewers was a talent scout for Warner Bros records, who signed Dimsdale to a record deal on Christmas Eve 2019.\nThey partnered the musician with professional writers like Julian Bunetta (Sabrina Carpenter, One Direction) and Mikky Ekko (Rihanna, Drake) – but he also retained his high school band, Freak Feely, who play with him to this day.\nAfter three EPs, and hundreds of sessions, they wrote Lose Control, and Dinsdale instantly \"knew it was going to change my life\".\nHe was right. With 2.2 billion global streams, it is one of the most successful songs in recent chart history - but finding an audience took time.\nThere was no viral moment or TikTok trend associated with Lose Control. Instead, Dimsdale \"did it the old-fashioned way\".\n\"We showed up and did every damn interview possible,\" he says. \"We went to every office and radio station and shook every hand individually. We stopped everyone on the street, busking.\"\nHe believes the personal touch beats everything, hands down.\n\"People love to see their friend win, so if you go out there and make time for them, it goes a lot further than a playlist coming across your desk, or a little file coming to your email that says, 'Hey, can you push this song?'\n\"And that's the old way you work a record, before streaming.\"\nBashfully, he confesses the song made him a millionaire (\"so I can't be too mad at that girl any more, can I?\") but he's learning that making money means spending money.\n\"A million dollars goes so fast,\" he says. \"Once you put 66 people on a tour, with all the gear and all the lights, it's right out the door as fast as you get it.\n\"Twenty bucks still means what 20 bucks meant to me before, but the amount coming in and out is such a scary thing to look at sometimes.\"\nAs we speak, he's in rehearsals in Pennsylvania, ahead of his first European arena tour, which includes two nights at Wembley this March.\nThe stage has just been built for the first time, and he's eager to acquaint himself with all the ramps and video walls. The music… not so much.\n\"I wouldn't say I'm already sick of the songs, but we've been playing them non-stop for two weeks now,\" he says. \"I can't wait 'til people sing along, so I can fall in love with them again.\"\nIf you've been to a Teddy Swims show, you'll know he lays his heart on the line.\nThere arecountless videosof him sobbing as heperforms Some Things I'll Never Know, a song about abandonment and grief. For the upcoming tour, he's playing it back-to-back with a new tear-jerker, Northern Lights, that dives even deeper into heartbreak.\nHe's going to be a mess - but Dimsdale insists it's a good thing.\n\"Every day I try to cry a little bit,\" he says. \"It's just pain leaving the body.\n\"And it's a constant reminder that, whatever you were going through, on the other side of it there's happiness.\"\nWith his bearded and tattooed face, you might not expect such emotional intelligence – but Dimsdale's model of masculinity wasn't afraid to share his feelings.\n\"I'm my daddy's son,\" he says. \"He's just a sensitive man. He'll tell you he loves you, he'll tell you he's proud of you. Man, I'll still sit there, laying in his arms while we're watching TV on the couch.\"\n\"He's the most beautiful, humble human being I've ever met. Second to only Jesus Christ.\"\nSo, the obvious question: Is dad excited to become a grandfather?\n\"He's doing backflips,\" laughs the singer.\n\"I'm almost scared to have him as a granddad, because I want my kids to think I'm cool, too.\"\nIt was one of the biggest charity gigs ever to be held in the UK - but it very nearly didn't happen.\nSunderland is now part of the Music Cities Network, which also includes Berlin and Sydney.\nThe facility has been refurbished as part of plans to upgrade Leeds Central Library.\nThe Coventry Cathedral performance marks the 50th anniversary of Pink Floyd's Wish You Were Here.\nStudents at Melrose school are going to perform at the show with thousands of other children.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Author Cottrell-Boyce calls summit to warn about children's happiness",
        "description": "The children's laureate says a \"recession in children's happiness\" is caused by a decline in reading.",
        "url": "https://www.bbc.com/news/articles/cr46nzzgp7po",
        "source": "feeds",
        "category": "entertainment_and_arts",
        "type": "articles",
        "Author": [
            "Emma Saunders"
        ],
        "Date Published": "2025-01-22 01:59:47",
        "Headline": "Frank Cottrell-Boyce: Children's happiness at risk due to decline in reading for pleasure",
        "Content": "Best-selling author Frank Cottrell-Boyce, the current children's laureate, is to spearhead a campaign to tackle a \"recession in children's happiness\" that he believes is caused by a decline in reading at a young age.\nThe writer has organised a summit in Liverpool on Wednesday, at which he will call on the government to \"stand up and give a visible sign this country values its children\".\nCottrell-Boyce, whose books include Millions and Cosmic, will warn that while children in the UK may fare well in reading league tables, reading for pleasure is in decline, leading to \"less chance of [them] being happy\".\nThe Reading Rights Summit will also hear from fellow authors Cressida Cowell and Michael Rosen, two of his predecessors as children's laureate.\nCottrell-Boyce will implore politicians \"to make sure that every single child has access to books, reading and the transformative ways in which they improve long-term life chances\".\nThe author will add that \"our children are near the top of the global leagues when it comes tothe mechanical skill of readingbut near the bottom when it comes to'reading for pleasure.'\n\"That our children seem to be experiencing some kind of happiness recession at the moment is not surprising, and I believe that the decline in reading has played its part in this.\"\nSpeaking to the BBC ahead of his speech, the writer emphasised the benefits of help with reading in early years. \"It's easy to get depressed about the situation, but there's a huge amount of happiness and optimism to be drawn on,\" he said.\nA 2022 BookTrust survey of over 2,000 low-income families in England, Wales and Northern Ireland found less than half of children under seven are being read a bedtime story.\nDisadvantaged children who achieve highly at the end of primary school aretwice as likely to have been read to at home in their early yearscompared with their peers, the charity found.\nCottrell-Boyce described the \"invisible privilege\" of being read to from a young age as \"not something that people have seen the importance of, and if you have it, then you're at a huge advantage over other people\".\nScreen time is also an issue. In his speech, he will say he has heard about some children who \"instead of turning the pages, try to swipe them or make the pictures grow bigger with their fingers\" because they hadn't encountered a book before starting school.\nHe will also say: \"Yes, it's important for educational attainment. Yes, DCMS (Department for Culture, Media and Sport), it's the most crucial - and most democratic - part of our cultural heritage.\n\"Shared reading is an effective, economic health intervention, so yes, it's essential, [Health Secretary] Wes Streeting, to mental health, to bonding, to attachment, to creating a situation where parents and carers can give the best, the most joyous start in life to our children.\"\nHe told the BBC he had \"incredibly happy memories\" of his own childhood.\nBut in hindsight, he realised his mum was finding life difficult living in a small flat with her own mother and two young boys.\n\"Her solution was, she took us to the library a lot. I don't think she was hoping to hothouse us. I think she just wanted to get out and have somewhere nice to sit!\n\"I've just got these unbelievably happy memories... so that's what makes me passionate about happiness.\"\nMany children's laureates have campaigned on similar issues, but Cottrell-Boyce told the BBC he was aiming his message more at the government than the public.\nHe added: \"We're not talking about a huge undertaking. Some of the most amazing stuff I've seen, in terms of capital spend, has been some Pritt stick and two copies of [Rod Campbell's classic toddler book] Dear Zoo.\n\"The infrastructure is there but it's not joined up.\"\nThe summit, organised with children's reading charity BookTrust, will also hear from Rachel de Souza, the government's children's commissioner, and a report will be issued afterwards.\nA Department for Education spokesperson said: \"High and rising standards, with excellent foundations in reading, writing and maths and making sure tens of thousands more children start school ready to learn are key parts of our Plan for Change to ensure every child can achieve and thrive.\n\"We've invested over £90 million in our English Hubs programme, which supports reading for pleasure, with a further £23 million committed for the 2024-25 academic year and we have extended early language support.\"\nOnyx Storm by Rebecca Yarros is billed as one of the biggest publishing releases since Harry Potter.\nThe copy of George Orwell's novel has a signature \"musty\" smell, according to the library.\nIndependent bookshops from across Yorkshire explain how they stay open despite national closures.\nIrawati Karve, India's first female anthropologist, led a fascinating life that challenged patriarchal norms.\nDecluttering expert Marie Kondo's best-selling book The Life-Changing Magic of Tidying Up was a global phenomenon, changing our thinking about material excess.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Netflix to raise prices as new subscribers soar",
        "description": "Squid Game and live sports, including the Jake Paul v Mike Tyson fight, fuelled new memberships.",
        "url": "https://www.bbc.com/news/articles/c62693x4qr2o",
        "source": "feeds",
        "category": "technology",
        "type": "articles",
        "Author": [
            "Dearbail Jordan"
        ],
        "Date Published": "2025-01-22 00:44:13",
        "Headline": "Netflix to raise prices as Squid Game and sport fuels subscribers",
        "Content": "Netflix will raise prices across a number of countries after adding nearly 19 million subscribers in the final months of 2024.\nThe streaming firm said it will increase subscription costs in the US, Canada, Argentina and Portugal.\n\"We will occasionally ask our members to pay a little more so that we can re-invest to further improve Netflix,\" it said.\nNetflix announced better-than-expected subscriber numbers, helped by the second series of South Korean drama Squid Game as well as sports including a boxing match between influencer-turned-fighter Jake Paul and former world heavyweight champion Mike Tyson.\nIn the US, prices will increase across almost all plans including the standard subscription with no adverts which will now cost $17.99 (£14.60) a month, up from $15.49.\nIts membership with adverts will also rise, by one dollar to $7.99.\nThe last time Netflix raised prices in the US was October 2023, when it also lifted costs for some plans in the UK.\nAsked if prices were set to increase in the UK, a spokesperson for Netflix said there was \"nothing to share right now\".\nMeanwhile, the company said it finished last year with more than 300 million subscribers in total. It had been expected to add 9.6 million new subscribers between October and December but far surpassed that number.\nIt is the last time that Netflix will report quarterly subscriber growth - from now on it said it will \"continue to announce paid memberships as we cross key milestones\".\nAs well as Squid Game and the Paul v Tyson fight, Netflix also streamed two NFL games on Christmas Day.\nIt will also broadcast more live events including WWE wrestling and has bought the rights for the FIFA Women's World Cup in 2027 and 2031.\nPaolo Pescatore, a technology analyst at PP Foresight, said Netflix \"is now flexing its muscles by adjusting prices given its far stronger and diversified programming slate compared to rivals\".\nNet profit between October and December doubled to $1.8bn compared to the same period a year ago.\nSales rose from $8.8bn to $10.2bn.\nCatherine Ayers is obsessed with darts, so missed her hit Netflix show when it was released.\nGunning's family still live in Holmfirth and say fans are often surprised she has Yorkshire accent.\nStars such as The Rock and John Cena make a return as the flagship Raw show launches on Netflix.\nThe Duchess of Sussex appears to be embarking on a new era in her glossy new Netflix show.\nIsla Dawn has gone from Langside College to becoming a tag team champion in the world's biggest wrestling company.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Trump considers 10% tariff on China from February",
        "description": "The new president accused Beijing of sending fentanyl to Mexico and Canada which ends up in the US.",
        "url": "https://www.bbc.com/news/articles/clyn3z4580do",
        "source": "feeds",
        "category": "world",
        "type": "articles",
        "Author": [
            "João da Silva"
        ],
        "Date Published": "2025-01-22 00:46:27",
        "Headline": "Donald Trump considers 10% tariff on China from February",
        "Content": "US President Donald Trump has said he is considering imposing a 10% tariff on imports of Chinese-made goods as soon as 1 February.\nTrump said discussions with his administration were \"based on the fact that they're sending fentanyl to Mexico and Canada.\"\nIt followed threats by Trump tolevy import taxes of 25%on Mexico and Canada, accusing them of allowing undocumented migrants and drugs to come into the US.\nIn a press conference in Washington on Tuesday, Trump also vowed to hit the European Union with tariffs.\n\"China is an abuser, but the European Union is is very, very bad to us,\" he said.\n\"They treat us very, very badly. So they're going to be in for tariffs. It's the only way you're going to get back. It's the only way you're going to get fairness.\"\nShortly after he was sworn in on Monday, the new president also instructed federal agencies to conduct a review of existing trade deals and identify unfair practices by US trading partners.\nMeanwhile, a top Chinese official spoke out against protectionism at the World Economic Forum in Davos.\nChina's Vice Premier, Ding Xuexiang, called for \"win-win\" solutions to trade disputes without mentioning the US.\nOn the campaign trail Trump had promised to place tariffs as high as 60% on Chinese goods.\nThe Canadian Prime Minister Justin Trudeau has promised to fight back.\n\"If the [US] president does choose to proceed with tariffs, Canada will respond - and everything is on the table,\" Trudeau said.\nOttawa is preparing counter-tariffs in response to the threat, reportedly worth billions of dollars.\nCanada, China and Mexico are the top US trading partners.\nTariffs are an important part of Trump's economic plans. The president believes they can boost growth, protect jobs and raise tax revenue.\nBut many economists say such measures could lead to higher prices for Americans and harm companies hit by foreign retaliation.\nTrump said he had called Ulbricht's mother to let her know he had granted her son a full pardon.\nThe billionaire says his critics \"need better dirty tricks\" after a gesture likened to a Nazi salute.\nEven presidential powers have their limits - and in some cases, Trump faces hurdles before his plans can become reality.\nThe Vances met as students, when they joined a discussion group on “social decline in white America”.\nRight Rev. Mariann Edgar Budde made a plea to the president in a sermon that Trump later criticised.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Dangerous drug-resistant bacteria are spreading in Ukraine",
        "description": "War appears to have accelerated the spread of pathogens resistant to antibiotics in the country.",
        "url": "https://www.bbc.com/news/articles/c20k5wrgz13o",
        "source": "feeds",
        "category": "world",
        "type": "articles",
        "Author": [
            "Abdujalil Abdurasulov"
        ],
        "Date Published": "2025-01-22 00:12:58",
        "Headline": "Dangerous drug-resistant bacteria are spreading in Ukraine",
        "Content": "When Pte Oleksander Bezverkhny was evacuated to the Feofaniya Hospital in Kyiv, few believed he would live. The 27-year-old had a severe abdominal injury and shrapnel had ripped through his buttocks. Both his legs were amputated.\nThen, doctors discovered that his infections were resistant to commonly-used antibiotics – and the already daunting task of saving his life became almost hopeless.\nAntimicrobial resistance (AMR) is when bacteria evolve and learn how to defend themselves against antibiotics and other medicines, rendering them ineffective.\nUkraine is far from the only country affected by this issue: around 1.4 million people globally died of a AMR infection in 2021, and in the UK there were 66,730 serious antibiotic-resistant infections in 2023. However, war appears to have accelerated the spread of multi-resistant pathogens in Ukraine.\nClinics treating war injuries have registered a sharp increase of AMR cases. More than 80% of all patients admitted to Feofaniya Hospital have infections caused by microbes which are resistant to antibiotics, according to deputy chief physician Dr Andriy Strokan.\nIronically, antimicrobial-resistant infections often originate from medical facilities.\nMedical staff try to follow strict hygiene protocols and use protective equipment to minimise the spread of these infections but facilities can be overwhelmed with people injured in the war.\nDr Volodymyr Dubyna, the head of the Mechnikov Hospital's ICU, said that since the start of the Russian invasion his unit alone has increased the number of beds from 16 to 50. Meanwhile, with many employees fleeing the war or joining the military themselves, staffing levels are down.\nDr Strokan explained that these circumstances can affect the spread of AMR bacteria. \"In surgical departments there is one nurse that looks after 15-20 patients,\" he said. \"She physically cannot scrub up her hands in the required amount and frequency in order not to spread infections.\"\nThe nature of this war also means patients are exposed to far more strains of infection than they would be in peacetime. When a soldier is evacuated for medical reasons, they will often pass through multiple facilities, each with their own strains of AMR. While medical professionals say this is unavoidable because of the scale of the war, it only worsens the spread of AMR infections.\nThis was the case for Pte Bezverkhny who was treated at three different facilities before reaching the hospital in Kyiv. Since his infections could not be treated with the usual medication, his condition deteriorated and he contracted sepsis five times.\nThis situation is different to other recent conflicts, for example the Afghanistan War, where Western soldiers would be stabilised on site and then air-transferred to a European clinic rather than passing through multiple different local facilities.\nThis would not be possible in Ukraine as the influx of patients has not been seen since the Second World War, according to Dr Dubyna, whose hospital in Dnipro neighbours front-line regions. Once his patients are stable enough, they are transferred to another clinic – if it has room – to free up capacity.\n\"In terms of microbiological control, it means they spread [bacteria] further. But if it's not done, we're not able to work. Then it's a catastrophe.\"\nWith so many wounded, Ukrainian hospitals simply cannot usually afford to isolate infected patients – meaning that multi-resistant and dangerous bacteria spread unchecked.\nThe problem is that infections they cause must be treated with special antibiotics from the \"reserve\" list. But the more often doctors prescribe these, the quicker bacteria adapt, making those antibiotics ineffective too.\n\"We have to balance our scales,\" Dr Strokan explains. \"On the one hand, we must save a patient. On the other – we mustn't breed new microorganisms that will have antimicrobial resistance.\"\nIn Pte Bezverkhny's case, doctors had to use very expensive antibiotics, which volunteers sourced from abroad. After a year in hospital and over 100 operations, his condition is no longer life-threatening.\nDoctors managed to save his life. But as pathogens grow more resistant, the struggle to save others only gets harder.\nThe man owned several properties as well as four BMW luxury cars, the Ukrainian security service said.\nVlad  Shtyhilan's future was in doubt when he fled Ukraine but he is now playing for Altrincham FC.\nWeak, distracted and unprepared? How prepared France, Germany and the rest of the continent really are for his return to power\nThe attack struck the Shevchenkivskyi district, damaging civilian buildings and leaving a large crater in the road.\nIt will be the first time the International Arts Festival Ukraine has been staged abroad.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "'A living hell': Sudanese women face rape and abuse in Libya",
        "description": "The BBC hears about horrific violence five women experienced in Libya after fleeing war-torn Sudan.",
        "url": "https://www.bbc.com/news/articles/cp3w16k0n7wo",
        "source": "feeds",
        "category": "world",
        "type": "articles",
        "Author": [
            "Amira Mhadhbi"
        ],
        "Date Published": "2025-01-22 00:05:40",
        "Headline": "Sudanese women fleeing civil war face rape and abuse in Libya",
        "Content": "\"We live in terror,\" whispers Layla over the phone so nobody can hear. She fled Sudan with her husband and six children early last year in search of safety and is now in Libya.\nLike all the Sudanese women who the BBC spoke to about their experiences of being trafficked to Libya, her name has been changed to protect her identity.\nWarning: This story contains details some may find distressing.\nIn a trembling voice she explains how her home in Omdurman had been raided during Sudan's violent civil war, which erupted in 2023.\nThe family went to Egypt first before paying traffickers $350 (£338) to take them to Libya, where they had been told life would be better and they would be able to find jobs in cleaning and hospitality.\nBut as soon as they crossed the border, Layla says the traffickers held them hostage, beat them and demanded more money.\n\"My son needed medical attention after he was hit repeatedly in the face,\" she tells the BBC.\nThe traffickers released them after three days, without saying why. Layla thought her new life in Libya was starting to get better after the familymanaged to travel westand she rented a room and started working.\nBut one day her husband left to look for work and never returned. Then her 19-year-old daughter was raped by a man known to the family through Layla's job.\n\"He told my daughter he would rape her younger sister if she spoke about what he did to her,\" Layla says.\nShe speaks in hushed tones fearing the family will be evicted if their landlady hears about the threats.\nLayla says they are now trapped in Libya: they have no money left to pay traffickers to leave and cannot return to war-torn Sudan.\n\"We have barely any food,\" she says, adding that her children are not in school. \"My son is afraid to leave the house as other children often beat him and insult him for being black. I feel like I'm going to lose my mind.\"\nMillions have fled Sudan since the war between the army and the paramilitary Rapid Support Forces (RSF) erupted in 2023. The two sides had jointly staged a coup in 2021, but a power struggle between their commanders plunged the country into civil war.\nMore than 12 million people have been forced from their homes, while famine has spread to five areas, with 24.6 million people - about half the population - in urgent need of food aid, experts say.\nThe UN refugee agency says more than 210,000 Sudanese refugees are now in Libya.\nThe BBC has spoken to five Sudanese families who initially went to Egypt, where they said they experienced racism and violence, before moving to Libya, believing it would be safer with better job opportunities. We contacted them through a researcher in migration and asylum seeker issues in Libya.\nSalma tells the BBC she was already living in Cairo, in Egypt, with her husband and three children when the Sudanese civil war broke out, but as huge numbers of refugees entered the country, conditions for migrants there worsened.\nThey decided to move to Libya, but what was awaiting them there was a \"living hell\", Salma says.\nShe describes how, as soon as they crossed the border, they were placed in a warehouse run by traffickers. The men wanted money that had been paid in advance to traffickers on the Egyptian side of the border, but it never arrived.\nHer family spent nearly two months in the warehouse. At one point, Salma was separated from her husband and taken to a room for women and children. Here, she says she and her two eldest children were subjected to various forms of brutality because they wanted the money.\n\"Their whips left marks on our bodies. They would beat my daughter and put my son's hands in a lit oven while I was watching.\n\"Sometimes I wished we would all die together. I could think of no other way out.\"\nSalma says her son and daughter were traumatised by the experience and have suffered from incontinence since. She then lowers her voice.\n\"They would take me to a separate room, the 'rape room' with different men each time,\" she says. \"I bear the child of one of them.\"\nEventually, she raised some money through a friend in Egypt and the traffickers released the family.\nShe says a doctor then told her it was too late for an abortion, and when her husband found out she was pregnant he abandoned her and the children, leaving them to sleep rough, eating leftovers from rubbish bins and begging in the street.\nThey found refuge on a remote farm in north-western Libya for a while, spending whole days with little to no food. They quenched their thirst by drinking contaminated water from a nearby well.\n\"It breaks my heart to hear my [older] son saying he is literally dying from hunger,\" Salma says over the phone, as the cries of her baby grow louder in the background.\n\"He is so hungry,\" she says, \"but I have nothing, not even enough milk in my breasts to feed him.\"\nJamila, a Sudanese woman in her mid-40s, also believed reports within the Sudanese community that a better life awaited them in Libya.\nShe fled previous unrest in Sudan's western region of Darfur in 2014 and spent years in Egypt before moving to Libya in late 2023. She says her daughters have been raped repeatedly since then - they were 19 and 20 when it first happened.\n\"I sent them for a cleaning job while I was ill; they came back at night covered with dirt and blood - four men raped them until one of them fainted,\" she tells the BBC.\nJamila says she was also raped and held captive for weeks by a man, much younger than her, who had offered her a job cleaning his house.\n\"He used to call me a 'disgusting black'. He raped me and said, 'This is what women were made for,'\" she recalls.\n\"Even kids here are mean to us, they treat us as beasts and sorcerers, they insult us for being black and African, are they not Africans themselves?\" Jamila says.\nWhen her daughters were raped the first time, Jamila took them to hospital and reported it to police. But when the police officer realised they were refugees, Jamila says he withdrew the report and warned her that she would be jailed if the complaint was officially filed. This was in the west of Libya.\nLibya is not a signatory to the 1951 Refugee Convention or the 1967 protocol relating to the Status of Refugees - and considers refugees and asylum-seekers \"illegal migrants\".\nThe country is divided into two, with each part run by a different government, but the situation is easier for migrants in the east as they can file official complaints without being detained, and access healthcare more easily, according to human rights group Libya Crimes Watch.\nWhile sexual violence is common within unofficial facilities run by traffickers, there is also evidence that abuse is happening in official detention centres in Libya, especially in the west.\nHanaa, a Sudanese woman who works gathering plastic bottles from bins to feed her children, says she was abducted in western Libya and taken to a forest and raped at gunpoint by a group of men.\nThe next day her attackers took her to a facility run by the state-funded Stability Support Authority (SSA). Nobody told Hanaa why she had been detained.\n\"Young men and boys were beaten and forced to completely remove their clothes while I was watching,\" Hanaa tells the BBC.\n\"I was there for days. I slept on the bare floor, resting my head on my plastic slippers. They would let me go to the toilet after hours of begging. I was repeatedly beaten on the head.\"\nThere have been numerous previous reports of migrants from other African countries being abused in Libya. The country is a key stepping stone on the way to Europe, although none of the women the BBC spoke to planned to travel there.\nIn 2022, Amnesty International accused the SSA of \"unlawful killings, arbitrary detentions, interception and subsequent arbitrary detention of migrants and refugees, torture, forced labour, and other shocking human rights violations and crimes under international law\".\nThe report states that Ministry of Interior officials in the capital, Tripoli, told Amnesty that the ministry had no oversight over the SSA since it answers to the prime minister, Abdul Hamid Dbeibeh, whose office did not respond to our request for comment.\nLibya Crimes Watch has told the BBC that systemic sexual abuse of migrants takes place in official migrant detention centres, including the notorious Abu Salim prison in Tripoli.\nIn a 2023 report, Médecins Sans Frontières (MSF) said there was an \"increasing number of reports of sexual and physical violence, including systematic strip and intimate body searches and rape\" at Abu Salim.\nThe interior affairs minister and the Department for Combating Illegal Migration in Tripoli did not respond to our request for comment.\nSalma has now left the farm moved into a new room with another family nearby, but she and her family still face the threat of eviction and abuse.\nShe says she cannot go back home because of what happened to her.\n\"I bring shame on the family, they would say. I'm not sure they would even welcome my dead body,\" she says. \"If only I had known what was awaiting me here.\"\nGo toBBCAfrica.comfor more news from the African continent.\n\nFollow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica\nThe visits of William Kumuyi and Nathaniel Bassey underscores Trump's connection with evangelicalism.\nItalian police were acting on an arrest warrant from the International Criminal Court, reports say.\nThe taking of the town by the M23 puts its fighters within 40km of the key city of Goma.\nNHS England and North West Anglia Foundation Trust is calling on women to attend smear tests.\nVenâncio Mondlane tells the BBC the conditions under which he is prepared to join the government.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Teddy Swims: 'Every day I try to cry a little bit'",
        "description": "The Lose Control singer talks about masculine role models, becoming a father, and facing prejudice.",
        "url": "https://www.bbc.com/news/articles/cn4zzlllen1o",
        "source": "feeds",
        "category": "world",
        "type": "articles",
        "Author": [
            "Mark Savage"
        ],
        "Date Published": "2025-01-22 00:07:09",
        "Headline": "Teddy Swims: 'Every day I try to cry a little bit'",
        "Content": "When Teddy Swims turned up to the  MTV Awards last September, he was nominated for four prizes, including best new artist.\nIn the event, the combined forces of Chappell Roan and Sabrina Carpenter denied him a single Moon Man trophy – but the singer left with something much more valuable.\n\"I didn't realise until a couple of weeks later, but my partner and I conceived that night,\" he beams.\n\"We're due in June and things are great. I think we're gonna crush it.\"\nDomestic bliss isn't a quality that fans might associate with Teddy Swims.\nHis huge breakthrough single Lose Control, and the hit album I've Tried Everything But Therapy, were rooted in dysfunction, addiction and heartbreak.\nThey were inspired by a toxic, mutually-destructive relationship he'd escaped. In the past, he's described it as a \"really co-dependent lifestyle\" that went from \"bender to bender\" as both sides \"leveraged each other's shame against one another\".\nAs he sings on a recent single, \"I saved my life when I showed you the door\".\nBut that was only one chapter in the story of the 32-year-old Georgia native Jaten Dimsdale.\nThis Friday, he releases a second album, I've Tried Everything But Therapy Part 2, that explains what happened next.\n\"I've learned that love doesn't have to be this thing of high highs and low lows – fighting and pulling teeth just to stay together,\" he says.\n\"The first album was a lot of turmoil, and not too much closure. So I wanted to come back and say, 'Here's me on the other side of this, and I'm doing better'.\n\"I feel like, as a listener, I would want to hear that there's a way out.\"\n\nHis new partner is also a singer-songwriter, Raiche Wright, who he met \"a couple of Thanksgivings ago\" when she came to one of his shows - and the new album dwells in a sort of bewildered bliss.\n\"Are you something from a dream or something that I made up?\" he wonders on the slick R&B groove of Are You Real.\nLater, on the acoustic guitar ballad If You Ever Change Your Mind, he croons, \"I love you, I love you,\" with a quiet sincerity rarely found in a pop record.\nMusically, the album paints from the same palette as before – a brand of 1960s soul where dusty piano grooves and chugging guitar lines are punched up with a modern pop sheen, and a pinch of rock and roll swagger.\nBut it's not all hearts and flowers. The sumptuous soul of Black And White makes a plea for tolerance, inspired by the prejudice Dimsdale and his partner – who has mixed black and white heritage – have faced.\n\"I see people looking disgusted because we're different colours – especially down South,\" he says.\n\"But it's okay to be happy in love with someone of a different colour, or a different size or shape, or the same sex, or whatever it is.\n\"Why would you be hating on that? It's such a backwards thing.\"\n\nDimsdale learned about acceptance the hard way. Born in Conyers, an eastern suburb of Atlanta, his grandfather was a Pentecostal preacher with set views on the world, and family life was hard to navigate.\nHis parents divorced when he was three and, although both remarried, their new relationships were problematic. His mother, with whom he lived, married an alcoholic who left suddenly when Dinsdale was 18 and never spoke to the family again.\nHis father, who he saw at weekends, married a woman who developed serious mental health problems, including schizophrenia, and spent long stretches in hospital. His dad ended up raising Dimsdale's step-brothers almost single-handedly.\n\"He'd work 18 hours a day, and still get the homework done and still get to the practices, all by himself,\" he says.\n\"There's just not enough I can say about how amazing that man truly is.\"\nDimsdale was a late bloomer when it came to music. As a youngster, he was a dedicated footballer, until a friend convinced him to audition for a school production of Damn Yankees.\nThe musical sparked a love affair with singing. He researched vocal techniques on YouTube, soaking in performances by Stevie Wonder, Michael Jackson and Aretha Franklin.\nAfter graduation, he started playing with local metal bands, adopting the stage name \"Swims\" from internet forum-speak for Someone Who Isn't Me Sometimes. Teddy, meanwhile, is a childhood nickname, based on his affable and cuddly persona.\n\n\nBut it was a cover of Shania Twain's country ballad You're Still The One that earned him his big break.\nOn YouTube, it's been watched 197 million times. One of those viewers was a talent scout for Warner Bros records, who signed Dimsdale to a record deal on Christmas Eve 2019.\nThey partnered the musician with professional writers like Julian Bunetta (Sabrina Carpenter, One Direction) and Mikky Ekko (Rihanna, Drake) – but he also retained his high school band, Freak Feely, who play with him to this day.\nAfter three EPs, and hundreds of sessions, they wrote Lose Control, and Dinsdale instantly \"knew it was going to change my life\".\nHe was right. With 2.2 billion global streams, it is one of the most successful songs in recent chart history - but finding an audience took time.\nThere was no viral moment or TikTok trend associated with Lose Control. Instead, Dimsdale \"did it the old-fashioned way\".\n\"We showed up and did every damn interview possible,\" he says. \"We went to every office and radio station and shook every hand individually. We stopped everyone on the street, busking.\"\nHe believes the personal touch beats everything, hands down.\n\"People love to see their friend win, so if you go out there and make time for them, it goes a lot further than a playlist coming across your desk, or a little file coming to your email that says, 'Hey, can you push this song?'\n\"And that's the old way you work a record, before streaming.\"\nBashfully, he confesses the song made him a millionaire (\"so I can't be too mad at that girl any more, can I?\") but he's learning that making money means spending money.\n\"A million dollars goes so fast,\" he says. \"Once you put 66 people on a tour, with all the gear and all the lights, it's right out the door as fast as you get it.\n\"Twenty bucks still means what 20 bucks meant to me before, but the amount coming in and out is such a scary thing to look at sometimes.\"\nAs we speak, he's in rehearsals in Pennsylvania, ahead of his first European arena tour, which includes two nights at Wembley this March.\nThe stage has just been built for the first time, and he's eager to acquaint himself with all the ramps and video walls. The music… not so much.\n\"I wouldn't say I'm already sick of the songs, but we've been playing them non-stop for two weeks now,\" he says. \"I can't wait 'til people sing along, so I can fall in love with them again.\"\nIf you've been to a Teddy Swims show, you'll know he lays his heart on the line.\nThere arecountless videosof him sobbing as heperforms Some Things I'll Never Know, a song about abandonment and grief. For the upcoming tour, he's playing it back-to-back with a new tear-jerker, Northern Lights, that dives even deeper into heartbreak.\nHe's going to be a mess - but Dimsdale insists it's a good thing.\n\"Every day I try to cry a little bit,\" he says. \"It's just pain leaving the body.\n\"And it's a constant reminder that, whatever you were going through, on the other side of it there's happiness.\"\nWith his bearded and tattooed face, you might not expect such emotional intelligence – but Dimsdale's model of masculinity wasn't afraid to share his feelings.\n\"I'm my daddy's son,\" he says. \"He's just a sensitive man. He'll tell you he loves you, he'll tell you he's proud of you. Man, I'll still sit there, laying in his arms while we're watching TV on the couch.\"\n\"He's the most beautiful, humble human being I've ever met. Second to only Jesus Christ.\"\nSo, the obvious question: Is dad excited to become a grandfather?\n\"He's doing backflips,\" laughs the singer.\n\"I'm almost scared to have him as a granddad, because I want my kids to think I'm cool, too.\"\nIt was one of the biggest charity gigs ever to be held in the UK - but it very nearly didn't happen.\nSunderland is now part of the Music Cities Network, which also includes Berlin and Sydney.\nThe facility has been refurbished as part of plans to upgrade Leeds Central Library.\nThe Coventry Cathedral performance marks the 50th anniversary of Pink Floyd's Wish You Were Here.\nStudents at Melrose school are going to perform at the show with thousands of other children.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    }
]