[
    {
        "title": "Trump urges Opec countries to slash oil prices ",
        "description": "President Trump said he wants OPEC and Saudi Arabia to bring down the price of oil which he says is fuelling the Russia-Ukraine war. ",
        "url": "https://www.bbc.com/news/articles/c17ewl98kgvo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Vishala Sri-Pathma"
        ],
        "Date Published": "2025-01-23 18:38:49",
        "Headline": "President Trump to ask OPEC to slash oil prices",
        "Content": "President Donald Trump said he would ask Saudi Arabia and other Opec nations to \"bring down the cost of oil\" and doubled-down on his threat to use tariffs.\nIn a speech to executives at the World Economic Forum in Davos on Thursday, the US president said he was 'surprised' that Opec hadn't brought down the price of oil before the elections.\n\"Right now the price is high enough that that war will continue,\" he said, referring to the Russia-Ukraine war and suggesting that the higher oil price was helping to sustain funding for the conflict in Moscow.\n\"You gotta bring down the oil price, that will end that war. You could end that war,\" he added\nThe president's comments on the oil price came afterhe spoke to Saudi Crown Prince Mohammed bin Salman on Wednesday. According to Saudi State media Bin Salman pledged to invest as much as $600bn in the US over the next four years, however this figure was not mentioned in the White House statement after the call.\nDespite the cordial exchange, Trump said he would be asking \"the Crown Prince, who's a fantastic guy, to round it out to around $1tn\".\nThe price of crude fell by 1% following Trump's comments.\nAccording to David Oxley, Chief Climate and Commodities Economist at Capital Economics these comments are in keeping with Trump's desire for lower gasoline prices.\n\"[It's] his clear intention to use energy as leverage over Russia to end the war in Ukraine. That said, lower oil prices will certainly not incentivise US oil producers to \"drill, baby, drill\" – particularly in high-cost Alaska.\"\n\"Of course, Saudi Arabia would not be guaranteed to heed a request by President Trump to expand oil production and to bring down global oil prices.\"\nThe US president's appearance via video at the World Economic Forum marked his first address to a global audience since his inauguration earlier this week.\nHe used the platform to insist that companies around the world manufacture their products in the US or face bruising tariffs on imported goods entering the American market.\nBBC reporter, Oliver Smith, who was in the room with the delegates as the President made his speech, said there were \"a few stoney faces\" as executives left the hall after the speech, but some happy ones too.\n\"A very powerful speech,\" says one.\n\"I liked it, I thought it was really good\" says another, a delegate from the US.\n\"A lot of it made sense. Common sense. He's just looking for fair trade\", he added\nOne Swiss executive though was pretty downbeat. \"It's nothing new, but it's clear what he wants to do\", he said.\n\"Am I happy? No I'm not happy. I think it's bad for the world,\" he adds\nTrump also said he would demand an immediate drop in interest rates, which he said had led to deeper deficits and resulted in what he described as economic calamity under the tenure of his predecessor, President Joe Biden.\n\"This begins with confronting the economic chaos caused by the failed policies of the last administration,\" he said.\n\"Over the past four years, our government racked up $8 trillion in wasteful deficit spending and inflicted nation wrecking energy restrictions, crippling regulations and hidden taxes like never before.\"\nTrump also spoke of \"good, clean, coal\" to power data centres needed for artificial intelligence. \"We need double the energy we currently have in the US, for AI to be as big as we want to have it,\" he said, adding that he would use emergency decrees to speed the construction of new power plants.\n\"Nothing can destroy coal — not the weather, not a bomb, nothing,\" said Trump.\nThe ban covering most of America's coastline comes two weeks before Donald Trump's inauguration ceremony.\nA dispute between Slovakia and Ukraine over Russian natural gas transit has been escalating.\nThe EU says most states will not be affected but other European countries, including Moldova, are facing shortages.\nTypical gas and electricity prices are rising again on 1 January 2025.\nDaera went to the UK's highest court after previously being rejected by the Northern Ireland Court of Appeal.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Sainsbury's to cut 3,000 jobs and shut cafés",
        "description": "The changes are part of a cost-cutting plan, but recent tax rises for businesses have also been a factor.",
        "url": "https://www.bbc.com/news/articles/cvged0x5ykxo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Dearbail Jordan & Emma Simpson"
        ],
        "Date Published": "2025-01-23 11:35:24",
        "Headline": "Sainsbury's to cut 3,000 jobs by closing cafés and counters",
        "Content": "Sainsbury's has announced it will cut 3,000 jobs as it shuts down its remaining cafés and closes its patisserie and pizza counters.\nThe supermarket says the move will \"simplify the business\", adding that most  Sainsbury's shoppers \"do not use the cafés regularly\".\nSainsbury's also plans to make a 20% reduction in senior management roles, saying the business faces a \"particularly challenging cost environment\".\nAlthough Sainsbury's was already in the midst of a plan to save £1bn over the next few years, the BBC understands the rise in employer's National Insurance contributions set out in the Budget has also been a factor in the latest restructuring plan.\nRival Morrisons has also announced plans to axe 201office-based jobs.\nA spokesperson for the supermarket said it was planning to \"remove the roles of Regional People Manager, Store People Manager and Case Specialist from our structure, meaning colleagues in these roles are being placed at risk of redundancy\".\nIn response to Sainsbury's announcement, Downing Street said: \"As we said at the Budget, difficult decisions were needed to restore economic stability, and put the public finances back on to a stable footing.\"\nSainsbury'srecently reported strong Christmas tradingand said it expected annual profits to surpass £1bn.\nBut when he unveiled the trading figures earlier this month, chief executive Simon Roberts repeated his warning about the impact of measures announced by Chancellor Rachel Reeves and said there would be \"tough choices\".\nSainsbury's has said the rise in employer's NI contributions will cost it £140m from April.\nThe industry trade body, the British Retail Consortium, reckons higher costs for retailers will impact investment, jobs and lead to higher prices.\nShadow business secretary Andrew Griffith said the cuts by Sainsbury's were \"devastating but no surprise\", adding that the government should \"undo its jobs tax\".\nIn the Budget, Reeves announced that the rate of National Insurance paid by employers would rise to 15% in April while the salary threshold at which payments begin would drop from £9,100 to £5,000.\nThe government expects the measure to raise £20bn.\nEarly last year, the previous Conservative government twice cut National Insurance payments made by workers, reducing the rate by 4% in total at a cost of billions of pounds.\nThis is the second wave of major job cuts for Sainsbury's in just over a year. Last February, it announced 1,500 roles would go.\nThe supermarket group, which owns Argos and Habitat,will shut down its remaining 61 cafés and, as well as pizza and patisserie, will also dispense with its hot food counters.\nInstead, it will make \"the most popular items available in the aisle\".\nJobs will go from Sainsbury's head office as part of an update of its divisions and management \"to drive faster decision-making and bring costs down\".\nA fortnight ago, Sainsbury's said it would raise its average hourly pay by 5% to £12.60. But the wage increase will be introduced in two phases \"to help manage a particularly tough cost-inflation environment\".\nThe Unite union said the job cuts were \"a blatant example of profiteering on the backs of workers\".\nPaul Travers, Unite's officer for food, said the supermarket should be \"ashamed\" for cutting jobs while making millions of pounds in profit.\nBut Catherine Shuttleworth, chief executive at retail marketing firm Savvy, said Sainsbury's cuts are \"likely to be the first of many\" for the retail industry.\n\"As expected, services to shoppers will be cut as retailers wrestle with the increased costs of labour as a result of the Budget,\" Ms Shuttleworth said.\n\"But what's clear from Sainsbury's statement is that retail organisations will have to make difficult decisions at all levels of the organisation both in stores and behind the scenes in head office too.\"\nThe planned closures are announced as part of the supermarket firm's drive to save £1bn in the UK.\nA 10-year plan to boost footfall and fill empty shops in towns and villages is given approval.\nThe supermarket's loyalty scheme members can get a hot drink without making a purchase.\nThe rappers say they like to get involved in ventures that solve problems and help communities.\nThe business in North Yorkshire opened in 1893 and was handed down through five generations of the family.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "'Serious and systemic' problems found in insulated homes",
        "description": "All homes with external wall insulation fitted under two government schemes will be contacted by the energy regulator.",
        "url": "https://www.bbc.com/news/articles/c70kr365d8xo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Zoe Conway"
        ],
        "Date Published": "2025-01-23 16:54:55",
        "Headline": "'Serious and systemic' problems found in insulated homes, minister says",
        "Content": "Serious and systemic problems have been found in homes insulated under government schemes, according to the Minister for Energy Consumers.\nAn audit of homes that have had external wall insulation since 2022 found ''widespread cases of poor-quality installations that did not meet the required standard'', Miatta Fahnbulleh told Parliament.\nShe added that 39 businesses have now been suspended from the government schemes as a result of poor-quality work.\nSome 65,000 households in the UK have had solid wall insulation installed under two government schemes - ECO4 and the Great British Insulation Scheme - since 2022.\nAll homes that have had external wall insulation fitted under the schemes would be contacted by the energy regulator Ofgem, the minister said, with repair work overseen by the regulator and the cost met by installers.\nThe audit, which was carried out by the independent organisation Trustmark found problems ranging from missing or incomplete paperwork to more serious problems such as exposed insulation and poor ventilation which, if not fixed, could lead to damp and mould. In some cases, serious health and safety concerns were raised such as wires not being fitted properly.\nLast year the BBC highlighted the case of Tormuja Khatun, whose Luton home has been consumed by black mould,mushrooms and dry rot after the botched installation of external wall insulation. Her family told the BBC they had been warned it could cost more than £100,000 to repair and described the situation as a \"nightmare\".\nIn total more than three million homes have been insulated under government schemes andthe BBC reported last year that hundreds of thousands of them could have insulationthat wasn't installed to the required standard.\nA growing number of MPs are worried about the impact on their constituents of poorly installed insulation, while Citizens Advice has called on the government to \"urgently fix\" regulation of the sector.\nIn a statement to the House of Commons, Fahnbulleh said: ''The government is moving fast to protect households. But I have to be honest with the House - these issues are the result of years of failure in a system that must be reformed.\n\"I know that this will be concerning for families who have had solid wall insulation fitted through these schemes. Getting this sorted out is our number one priority. We are determined to make sure families are never let down in this way again.''\nBut some MPs voiced their concerns that the government did not announce a review of other insulation schemes, such as those involving cavity wall insulation and spray foam insulation.\nFahnbulleh said audits of other forms of insulation had not shown the \"systemic failure'' found with solid wall installations.\nThe minister's statement was welcomed by the Energy Saving Trust (EST), which has been calling for a national expert advice service in England to provide all households with impartial, tailored advice.\n\"It's equally important that steps are now taken to strengthen consumer protection and support going forward, to ensure households have confidence when upgrading their homes,\" said Stew Horne, head of policy at the EST.\nAn \"Instagran\" whose waist-height dishwasher video went viral spreads a message on retro-fit homes.\nMore than 160 people contacted the BBC after it found some mortgage lenders are rejecting homes with spray foam.\nIdeal Heating and Gledhill will share £5.2m to increase production of heat pump technology.\nSpray foam insulation was previously subsidised in England under the government's Green Homes Grant scheme.\nRunnymede Borough Council says it plans solar panels and insulation for 169 properties.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Rachel Reeves to soften non-dom tax changes",
        "description": "It comes after critics warned the plans could prompt wealthy people to leave the UK.",
        "url": "https://www.bbc.com/news/articles/c1we3re197po",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Faisal Islam"
        ],
        "Date Published": "2025-01-23 12:52:15",
        "Headline": "Rachel Reeves to soften non-dom tax changes",
        "Content": "Plans to abolish non-dom status will be amended to allow a more generous phase out of tax benefits, Chancellor Rachel Reeves has announced.\nReeves told an audience at the World Economic Forum in Davos that changes would be made to upcoming legislation to increase the generosity of a facility to help non-doms repatriate their funds to the UK.\nNon-dom status enables people who live in the UK to avoid paying UK tax on money made abroad because their permanent home for tax purposes is outside the country.\nLabour pledged to scrap the status in its election manifesto, saying this would address unfairness in the tax system and raise extra money for public services.\nHowever, critics have raised concerns the changes could prompt wealthy people to leave the UK.\nA report published earlier this weekby global analytics firm New World Wealth and investment migration advisers Henley & Partners found more than 10,000 millionaires left the UK in 2024, a 157% increase on the previous year.\nAnalysts cited factors including additional taxes affecting non-doms and other wealthy individuals as well as the growing dominance of the US and Asia in the tech sector and the dwindling importance of the London Stock Exchange.\nReeves told an event hosted by the Wall Street Journal: \"We have been listening to the concerns that have been raised by the non-dom community.\"\nChanges will be made to the Temporary Repatriation Facility, a three-year scheme to help ex non-doms bring their assets to the UK at a discounted tax rate.\nDowning Street said the tweaks, which will be made through amendments to the Finance Bill, did not change the government's overall approach \"to replacing the outdated non-dom tax regime\".\nThe prime minister's official spokesman said the new system \"addresses unfairness in our tax system, attracts the best talent and investment to the UK and ensures that everyone who is a long-term resident of the UK pays their tax here\".\nA Treasury spokesperson said the changes were not expected to impact the £33.8bn the policy is expected to raise over the next five years by the government's independent forecaster.\n\"The Temporary Repatriation Facility is designed to encourage non-doms to bring their funds to the UK, encouraging them to spend and invest this money here,\" the spokesperson added.\nHowever, Nigel Green, chief executive of global financial advisory firm deVere Group, said the announcement had \"landed with a thud\" among investors and wealthy individuals.\nHe said the \"vague proposal to adjust the rules offers neither the clarity nor the assurances required to reverse the damage already inflicted\".\nConservative shadow chancellor Mel Stride said: \"Labour's Budget is falling apart in front of our eyes.\n\"At the election Labour said their plans would raise money, now they have been forced to admit their plans make the UK less attractive.\n\"But the damage is already done - tax revenue equivalent to hundreds of thousands of taxpayers has already been lost.\"\nMeanwhile, the Scottish National Party accused the chancellor of doing a \"Davos deal for millionaires\", saying the government had become \"rapidly out of touch\".\nThe party's economy spokesman Dave Doogan said Reeves had \"a listening ear for millionaires\" but was \"deaf to the difficulties of those millions still struggling with the cost-of-living crisis\".\nReeves chose to announce the relaxation in Davos as part of a multipronged effort to show willingness to change policy to help economic growth.\nOn Wednesday she also set out changes to visas to allow top talent in Artificial Intelligence (AI) and medicines research to come to the UK.\nSome in industry feel there is an opportunity for the UK to poach top talent in science and pharmaceuticals from the US under the new administration, and in AI from European Union.\nThe non-domicile rules let some UK residents limit the tax they pay on earnings outside the country.\nSix months after the general election, Politics East returns to speak to voters.\nHospice bosses say cutting services looks inevitable unless urgent action takes place.\nThe government says the rule change will raise £460m extra to spend in state schools in 2024/25.\nThe PM says voters can judge him at the next general election on whether their living standards have improved.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Banks raise concerns over benefit debt recovery powers",
        "description": "The biggest group representing UK banks says the measures could conflict with customer protections. ",
        "url": "https://www.bbc.com/news/articles/cj02918gqdvo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Jack Fenwick"
        ],
        "Date Published": "2025-01-23 12:39:52",
        "Headline": "Banks raise concerns over benefit debt recovery powers",
        "Content": "The UK banking industry has warned that government plans to crackdown on benefit fraud could leave banks at risk of breaking consumer protection rules.\nA new law unveiled on Wednesday would allow the Department for Work and Pensions (DWP) to reclaim money from accounts without a court order.\nMinisters argue this will speed up the debt recovery process and help contribute to a wider crackdown on benefits fraud.\nBut UK Finance, the biggest business group representing British banks, has told the BBC the plans could undermine the banks' own efforts to protect vulnerable account holders.\nThe government's announcement on Wednesday is the culmination of years of work by officials in DWP about how to more closely involve banks in benefit fraud crackdowns.\nSimilar plans drawn up by the previous Conservative government failed to make it through Parliament before last July's general election.\nThe banking sector is understood to have been quietly lobbying against the plans for more than a year, but this is the first time they have raised concerns publicly.\nThe intervention could cause a headache for ministers, who've spent months courting the City, in a bid to bring them on side with their plans to boost economic growth.\nAt the moment, the DWP can recover benefits debt from current claimants through the welfare system itself, whilst it can also deduct money from claimants who are employees through the PAYE system.\nIt argues the ability to recover money from claimants' bank accounts directly would help reclaim funds from those no longer on benefits or who are self-employed, and ease pressures on the court system.\nUnder the new legislation, the DWP would be able to compel banks to transfer over benefits debt through \"direct deduction orders\". Banks would be able to charge the claimant a fee to cover their administration costs.\nThe department would be obliged to consider three months' worth of bank statements from the claimant first, and consider whether a deduction would mean they would suffer \"hardship in meeting essential living expenses\".\nBut Daniel Cichocki, director in economic crime and policy strategy at UK Finance, said the plans need to be looked at further to ensure they don't \"create risks for vulnerable customers, or conflict with existing regulatory and legal obligations\".\nMr Cichocki said he agreed with the principle of going after fraud, but called on the government to introduce controls to \"prevent fraud and error entering the benefits system in the first place\".\nUK Finance, which counts the vast majority of the big retail banks among its members, pointed to the Financial Conduct Authority's (FCA) consumer duty as an area that it believes could be in conflict with the government's plans.\nThe duty, introduced in 2023, set higher standards for consumer protection and gave banks a specific obligation to protect customers who are vulnerable due to their financial situation.\nA bank that breaks those rules can be penalised by the FCA, or the financial ombudsman.\nThe banking industry is also understood to have concerns over new measures forcing them to hand over account information of claimants where there are indications they \"may have been\" paid benefits incorrectly.\nThis could include the account holder's name, date of birth and account number, although transaction information would be excluded.\nThe department can currently only demand such financial information where it has reason to suspect fraud, and only in individual cases.\nIt argues greater access to banking information in bulk will allow it to catch cases of potential fraud that would otherwise go undetected, eventually saving the taxpayer around £500m a year once the system is fully rolled out.\nAccording to latest annual figures, overpayments due to fraud amounted to £7.4bn last year, around 2.8% of total welfare spending.\nA further £1.6bn (0.6%) was overpaid due to inadvertent errors by claimants, with £0.8bn (0.3%) overpaid because of errors by the DWP.\nThe DWP says that initially, the only accounts to be flagged would be those showing sustained activity abroad or holding more than £16,000, the usual savings limit for being able to claim Universal Credit.\nThe new system will initially be piloted by a \"limited number\" of banks and building societies, before being gradually phased in ahead of a full rollout in 2029.\nBut the exact threshold for when someone's details will be handed over is still unclear - and the government has indicated it wants banks to work with them to establish a \"fully automated\" system.\nWork and Pensions Secretary Liz Kendall said the new powers would include \"new and important safeguards\" - including a requirement for the use of the power to be reviewed annually by an independent body.\nThe branch will remain open while another is refurbished from February for five months.\nThe move is intended to make it easier for people to access banking services, but some warn it will lead to more branch closures.\nSherborne's last remaining bank - Lloyds - will close in January but the new hub will open before.\nMole Valley District Council is exploring appeal options as it pushes for a hub in Leatherhead.\nThe bank apologised after the former worker was charged with robbery of clients, attempted murder and arson.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "EU 'could consider' UK joining pan-Europe customs scheme",
        "description": "The UK joining the Pan-Euro-Mediterranean Convention is up for discussion in reset talks, says Maros Sefcovic.",
        "url": "https://www.bbc.com/news/articles/cq5g48yx0dvo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Faisal Islam & Dearbail Jordan"
        ],
        "Date Published": "2025-01-23 00:01:15",
        "Headline": "EU trade chief: Bloc may consider UK joining pan-Europe customs scheme",
        "Content": "The European Union's new trade chief responsible for post-Brexit negotiations has told the BBC a \"pan-European [customs] area is something we could consider\" as part of \"reset\" discussions between the UK and EU.\nMaros Sefcovic referred to the idea of Britain joining the Pan-Euro-Mediterranean Convention (PEM).\nThese are common rules that allow parts and ingredients for manufacturing supply chains to be sourced from across dozens of countries in and around Europe and North Africa to be used in tariff-free trade.\nDowning Street has indicated such an agreement would not cross the government's \"red lines\" for its relationship with the EU.\nThe BBC understands the UK government has begun consultations with business over the benefits of the PEM plan that could help cut red tape and improve trade. No final decision has been made yet.\nThe Conservatives did not pursue PEM as part of its post-Brexit deal, but some  businesses have said it will help the UK rejoin complex supply chains that have been hit by customs barriers.\nSpeaking at the World Economic Forum in Davos, Mr Sefcovic said the idea has not been \"precisely formulated\" by London yet and the \"ball is in the UK's court\".\nUnder the Brexit deal, UK goods sold to the bloc are not subject to tariffs provided they are made with a certain percentage of materials from Britain or the EU.\nIf a UK clothing manufacturer makes garments mainly from textiles it has sourced from Turkey - which is not in the EU - and sells them into the EU, the firm importing the goods would pay a tariff.\nBut if the UK joined the PEM Convention - of which Turkey is a member - the firm buying the products would not pay tariffs.\nWilliam Bain, head of trade policy at the British Chambers of Commerce, said joining PEM \"would reduce paperwork and costs for many UK firms as it would align rules and regulations on both sides in relation to the sourcing of components and raw materials used in exports\".\nSpeaking at Cabinet Office Questions, Europe Minister Nick Thomas-Symonds said:\"We don't currently have any plans to join PEM.\"\nHowever, a Number 10 spokesman did not rule out future membership of PEM.\n\"The arrangement that's been discussed is not a customs union,\" he said, when asked if PEM membership would cross the red lines set out in Labour's manifesto for EU ties.\n\"Our red line has always been that we will never join a single market, freedom of movement, but we're just not going to get ahead of those discussions.\"\nDame Emily Thornberry, chair of the Commons Foreign Affairs Committee, said the post-Brexit agreement negotiated by the Tories had \"all kinds of holes\" in it.\n\"Within that agreement there is a mechanism for improving it, and we need to seize that opportunity,\" she told the BBC's Today programme.\n\"We need to make sure that within the constraints of the vote to leave the European Union, we nevertheless do everything that we can to get rid of barriers to trade with our nearest neighbours and the people who we trade with the most.\"\nMr Sefcovic also said that a full-scale veterinary agreement that helped reduce frictions on farm and food trade should be reviewed.\nSingle market treatment for UK food and farm exports would mean \"we would have to have the same rules and we have to upgrade them at the same time, we call it dynamic alignment\", he said.\nDame Emily described the current agreement as \"uneven and difficult\".\n\"At the moment the reality is that for reasons of capacity, food coming in from the EU isn't really checked and yet food from Britain is checked a lot going into the EU,\" she said.\nThe EU-UK fisheries deal is also due to expire next year. \"A solution for fisheries is very important for the EU, again, we communicated this on multiple occasions,\" Mr Sefcovic said.\nHe also said he was surprised at how a European Commission proposal on youth mobility had been \"spun\" in the UK.\nThe scheme would allow 18 to 30 year-olds from the EU to travel, work and study in the UK for a period, \"with reciprocity for young UK nationals\", according to the European Commission.\nBothLabour, when it was in opposition, and the then-Tory government rejected the idea, stating that free movement within the EU had ended with Brexit.\nBut Mr Sefcovic said it was hoped the scheme would \"build bridges for the future for the European Union and the UK\".\n\"That was the idea,\" he said. \"[But] we've been a little bit surprised what kind of spin it got in the UK.\n\"It is not freedom of movement,\" Mr Sefcovic added. \"We have been very clear what we've been proposing.\"\nNevertheless, Mr Sefcovic said that relations between the UK and the EUwere \"definitely\" in a better place and his British counterpart Nick Thomas-Symonds was \"on speed dial\".\nPrime Minister Sir Keir Starmer will attend a defence and security focused EU summit next month.\nAs well as relations with the UK, Mr Sefcovic acknowledged that the EU needed to be \"extremely cautious and responsible\" in addressing trade with the Trump administration in Washington but said he was willing to negotiate.\nHe added that while the EU did have a surplus in goods such as cars, the US had a surplus in services.\nSign up for our Politics Essential newsletterto read top political analysis, gain insight from across the UK and stay up to speed with the big moments.\nIt'll be delivered straight to your inbox every weekday.\nIt comes after the EU's trade chief says the UK could join a customs union as part of post-Brexit \"reset\".\nWith the threat of a trade war looming, China's first vice premier says the country wants to boost imports.\nCritics argue the target of creating thousands of jobs at the Devon freeport is \"based on hope\".\nDonald Trump claims China is operating the key US trade route but Panama says it belongs to them.\nThe government may be signalling that its rules on goods may closely align with the EU's in the future, writes BBC News NI's economics editor.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Customers say Three mobile outage preventing 999 calls",
        "description": "There have also been several thousand reports of problems from users of Smarty and ID Mobile.",
        "url": "https://www.bbc.com/news/articles/cpdx1l755wdo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Tom Gerken"
        ],
        "Date Published": "2025-01-23 16:54:19",
        "Headline": "Three mobile customers tell BBC outage preventing 999 calls",
        "Content": "Customers of the mobile network, Three, have told the BBC they cannot make 999 calls, as the network faces a significant outage.\nThe firm has apologised after more than ten thousand people told outage tracker Downdetector they were unable to make or receive phone calls on Thursday.\nThe BBC has been told by members of the public that 999 calls will not connect from their devices using the Three network. The BBC has not been able to independently verify their claims.\nThree told the BBC it was \"investigating this urgently\", adding that data from emergency services showed the \"majority\" of 999 calls were being \"connected via other networks\".\nThere have also been several thousand reports from users of Smarty and ID Mobile - smaller mobile companies which use Three's network.\nThree's support team has been telling customers that it does not \"have a timeframe\" for a fix, but that the firm is \"working hard to resolve this as soon as possible\".\nIn a statement, Three said the company is \"aware of a number of reports that customers have not been able to connect to 999 calls\".\n\"We are taking this very seriously and are investigating this urgently and we apologise if anyone has been unable to successfully contact emergency services.\nThe company also said in an update that \"data from the emergency services shows normal volumes of 999 calls being placed via our network are being connected\".\nIt told customers: \"While it is likely your call will connect correctly to 999, if you have any issues please try another network or landline. Please do not try and test 999 calls from your device as it may prevent genuine calls being answered quickly.\"\nIn an earlier statement, Three had said that people were still able to use mobile data services and make 999 calls during the outage, though multiple people had told the BBC that was not the case for them.\nThree has around 10.5m customers across the UK, according to its website, but it is unclear how many of them are affected by the outages.\nMany people on social media have shared their frustration at the outage and described the disruption they said it had caused them.\nOne person claimedthey had \"missed a medical appointment\" as a result of being unable to receive calls,while another saidthe issues had left their daughter \"stranded\".\nAnd several people have claimedthey would be leaving the network altogether.\nIn a statement the regulator Ofcom said: \"We are aware that Three is experiencing problems with its network. We are in contact with Three to establish the scale and cause of the problem as soon as possible.\"\nIt is not known whether customers will be able to claim compensation for the outage, although according to the Ofcom website it \"may be appropriate\" for providers to offer refunds \"while repairs are being made\".\nIt comes a month after the UK regulator gave the go-ahead for Three to merge with former rival Vodafone in a £16.5bn deal.\nIt comesthe same day a major outage affectedartificial intelligence tool ChatGPT.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "'I got a credit card and overdraft after I lost winter fuel payment'",
        "description": "Pensioners who lost winter fuel money after government changes tell the BBC the last few months have been a struggle.",
        "url": "https://www.bbc.com/news/articles/cn7gzx2dz23o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Colletta Smith & Abi Smitton"
        ],
        "Date Published": "2025-01-23 00:02:56",
        "Headline": "Winter fuel payment: 'I got a credit card after losing the £200'",
        "Content": "Sandra said she used to depend on her winter fuel payment, but when it became means tested her pension pushed her £20 a week over the threshold so she lost it.\n\"I've had to take out a credit card, overdraft and a credit account to be able to pay for things this winter,\" she told the BBC.\nSandra is one of the 11 million pensioners who lost the payments, worth up to £300, just as temperatures dropped.\nThe government said it was committed to supporting pensioners but charity Age UK said it had seen a 60% increase in calls to its advice line during the worst of the cold snap.\n\"I have £4 in my [bank] account currently,\" said Sandra, 66, who lives alone in County Durham. \"I'm paying off my credit [card] account month by month, something that is a direct result of losing the winter fuel allowance.\n\"Psychologically, it makes you feel a bit of a failure.\n\"We're still in the middle of winter, so I'm just hoping and praying we don't get another cold snap because I don't have anywhere to go if I can't pay my bills.\"\nThe winter fuel payment is a lump sum of £200 a year for pensioners under 80, increasing to £300 for over 80s. It is paid in November or December and used go to all pensioners regardless of their income.\nLast year thegovernment announcedit would be restricted to those who qualify for pension credit and other means-tested benefits.\nAge UK said the number of calls to its Advice Line increased by 50% in the first full week of January, rising to 60% the week after.\nA spokesperson said: \"The cold weather is one of the biggest topics callers are worried about at the moment.\n\"Even though the date to claim pension credit by, to be awarded the winter fuel payment this year has now passed, we are still seeing enquiries for benefit checks due to the increased worry of meeting the cost of living.\"\nEarlier this month, temperatures dropped so low in the small village of Sedbergh in Cumbria thatcold weather paymentswere triggered.\nThe one-off £25 sum is paid to those on benefits during prolonged cold weather.\nNext door neighbours Rosemary, 93, and Marjorie, 92, have known each other since primary school. Neither of them qualified for the winter fuel payment or cold weather payments this year.\n\"It's a lot of money to lose,\" Rosemary said. \"It makes a big difference. You shouldn't rely on it but you did rely on it. I thought 'oh well I can get a bit of extra food, I can get another bag of coal in'.\"\nMarjorie's home is old and poorly insulated. \"I find it difficult to heat my home because I've got all outside walls and they're stone,\" she said.\nData from the Department for Levelling Up shows that the area to the north of Sedbergh is the worst in England for energy-efficient homes.\nSome 17.7% of homes in and around Penrith have the lowest EPC ratings – F or G.\nAt the Grange Community Centre in Blackpool, Rachel Denby advises pensioners on how to make their homes more energy-efficient and keep their bills down.\n\"An elderly person might pay all the bills, stay on top of payments and not be in any debt so from the outside it doesn't look like there's an issue, but in reality they're not eating or they're not turning the heating on,\" she told the BBC.\nThe government said it did not want to see anyone suffer this winter and was committed to supporting pensioners with millions set to see their state pension rise in April.\nNew research says internship opportunities increasingly favour those from a middle class background.\nYour rights explained as residents and businesses count the cost of storm damage.\nNewcastle's Byker Wall residents use a heat network which is not protected by the energy price cap.\nTow Law food bank has launched a \"urgent appeal\" for donations after running out of food.\nRunnymede Borough Council says its \"ambitious\" bid is its largest grant application in recent times.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "PM vows to curb 'Nimby' legal blocks on infrastructure",
        "description": "No 10 says it is targeting \"cynical\" appeals against new nuclear power stations, roads, rail lines and wind farms.  ",
        "url": "https://www.bbc.com/news/articles/ce3l9jdy2q1o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Tom Symonds "
        ],
        "Date Published": "2025-01-23 01:56:32",
        "Headline": "Starmer vows to curb 'Nimby' legal blocks on infrastructure schemes",
        "Content": "Sir Keir Starmer has announced plans to block campaigners from making repeated legal challenges to planning decisions for major infrastructure projects in England and Wales as part of the drive for economic growth.\nNo 10 says the proposals will prevent \"cynical\" and \"hopeless\" appeals blocking new nuclear power stations, roads, railway lines and wind farms.\nSir Keir vowed to end a \"challenge culture by taking on the Nimbys [Not in My Back Yard]\" who, he said, stood in the way of growth.\nCampaign group Friends of the Earth accused Labour of attempting to \"scapegoat\" people with \"valid concerns about a project's impact\".\nThe Conservatives welcomed the initiative, but said the government must also scrap environmental regulations which they say increase the cost of major projects.\nAccording to the government, more than half of decisions on nationally significant infrastructure projects are taken to court - causing an average delay of 18 months and adding millions to costs.\nOpponents of major schemes currently have three opportunities to secure permission for a judicial review: writing to the High Court, then in an oral hearing and finally by appealing to the Court of Appeal.\nUnder the government's proposals, the written stage would be scrapped  - meaning campaigners would have to persuade a judge in person to order a judicial review.\nIn addition, any challenge deemed \"totally without merit\" by a High Court judge would not be eligible go over their head to the Court of Appeal.\nScotland has its own legal and judicial review system, while there are also separate rules in Northern Ireland.\nThe government has made economic growth its top priority, and building major transport and power projects is a key part of that.\nDowning Street says wind farms in East Anglia, Sizewell C nuclear power station in Suffolk, and improvements to the A47 in Norfolk have each been held up for two years or more by legal challenges which were eventually dismissed as hopeless or having no logical basis.\nMinisters said overhauling the rules,in the upcoming Planning and Infrastructure Bill, would send a strong signal to global firms looking to do business - that the UK was a \"great place to invest\".\nSpeaking at the World Economic Forum in Davos, Switzerland, on Wednesday, Chancellor Rachel Reeves signalled her intention to back expansions to Heathrow and Gatwick airports to help boost growth, despite environmental concerns shared by several senior Labour figures.\n\"When there are decisions around infrastructure investment, the answer can't always be 'no', and with this government the answer is 'yes',\" she told the BBC.\nThe Treasury islooking at whether to approvea third runway at Heathrow and a second one at Gatwick.\nSir Keir said it was time to fix \"a broken system that has slowed down our progress as a nation\".\n\"For too long, blockers have had the upper hand in legal challenges – using our court processes to frustrate growth,\" he said.\nNiall Toru, senior lawyer at Friends of the Earth, described the proposals as a \"deeply concerning\" bid to \"favour developers at a cost to people and the environment\".\n\"Friends of the Earth only brings cases we think are strong and necessary to protect people and nature from unlawful harm, and considering our string of recent legal wins, so do the courts.\n\"If ministers don't want to be challenged in the courts they should act within the law, because already cases aren't allowed to proceed unless they have merit.\"\nLabour has promised to make 150 major infrastructure project decisions by the next election.\nOfficials pointed to cases including the approval of Sizewell C, where campaigners spent 16 months seeking permission for a judicial review despite theircase being described as \"unarguable\"at every stage.\nHowever, only some of the grounds in the Sizewell C case were deemed \"totally without merit\", meaning the remaining grounds could still have been reconsidered by the Court of Appeal.\nAlison Downes from campaign group Stop Sizewell C said the scheme had been delayed by funding issues, not legal challenges.\nShe added: \"Sizewell C remains a deeply flawed project as local people are only too aware, and crucial decisions that have been at the root of legal challenges - such as the water supply and sea defences - remain unresolved.\"\nThe government's proposals follow areview by planning lawyer Lord Banner, who recommended streamlining the judicial review process so claimants had \"fewer bites of the cherry\" when seeking permission to bring a case.\nWelcoming the proposed changes, Lord Banner said \"reducing the number of permission attempts to one for truly hopeless cases should weed out the worst offenders\".\nSign up for our Politics Essential newsletterto read top political analysis, gain insight from across the UK and stay up to speed with the big moments.\nIt'll be delivered straight to your inbox every weekday.\nA developer says the scheme can create jobs for the area, but local people have opposed the plans.\nNorfolk County Council says the 3.9-mile (6.3km) Norwich Western Link remains a \"priority project\".\nThe closure to vehicles is in place for up to a week after damage to the bridge deck was identified.\nPlans for hundreds of new waterfront homes, leisure, hospitality and retail outlets are rejected.\nA public inquiry has begun into the rejected housing proposals near Hither Green Lane in Redditch.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "LinkedIn accused of using private messages to train AI",
        "description": "The lawsuit alleges LinkedIn tried to conceal its actions but the firm says the claims are false.",
        "url": "https://www.bbc.com/news/articles/cdxevpzy3yko",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "João da Silva"
        ],
        "Date Published": "2025-01-23 03:21:30",
        "Headline": "LinkedIn accused of using private messages to train AI",
        "Content": "A US lawsuit filed on behalf of LinkedIn Premium users accuses the social media platform of sharing their private messages with other companies to train artificial intelligence (AI) models.\nIt alleges that in August last year, the world's largest professional social networking website \"quietly\" introduced a privacy setting, automatically opting users in to a programme that allowed third parties to use their personal data to train AI.\nIt also accuses the Microsoft-owned company of concealing its actions a month later by changing its privacy policy to say user information could be disclosed for AI training purposes.\nA LinkedIn spokesperson told BBC News that \"these are false claims with no merit\".\nThe filing also said LinkedIn changed its 'frequently asked questions' section to say that users could choose not to share data for AI purposes but that doing so would not affect training that had already taken place.\n\"LinkedIn's actions... indicate a pattern of attempting to cover its tracks,\" the lawsuit said.\n\"This behaviour suggests that LinkedIn was fully aware that it had violated its contractual promises and privacy standards and aimed to minimise public scrutiny\".\nThe lawsuit was filed in a California federal court on behalf of a LinkedIn Premium user and \"all others\" in a similar situation.\nIt seeks $1,000 (£812) per user for alleged violations of the US federal Stored Communications Act as well as an unspecified amount for breach of contract and California's unfair competition law.\nAccording to an email LinkedIn sent to its users last year, it has not enabled user data sharing for AI purposes in the UK, the European Economic Area and Switzerland.\nLinkedIn has more than one billion users around the world, with almost a quarter of them in the US.\nIn 2023, the company attracted $1.7bn in revenue from premium subscriptions.\nIt has also said that the number of premium subscribers has been growing rapidly as it continues to add more AI features.\nAdditional reporting by Lily Jamali\nSign up for our Tech Decoded newsletterto follow the biggest developments in global technology, with analysis from BBC correspondents around the world.\nOutside the UK?Sign up here.\nThe company's former chief executive Brian Thompson was shot and killed in December.\nEngineers are working on systems that can turn lunar regolith into useful elements like oxygen.\nIn a video message Monica Geingos warns people not to be duped into investing in fake schemes.\nIt comes a day after owner OpenAI announced a massive investment in artificial intelligence (AI).\nThe UK joining the Pan-Euro-Mediterranean Convention is up for discussion in reset talks, says Maros Sefcovic.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Reddit groups ban X links in protest at Musk arm gesture",
        "description": "Moderators of groups with millions of users say the block is a result of the billionaire's on-stage gesture.",
        "url": "https://www.bbc.com/news/articles/c77r1p887e5o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Tom Gerken"
        ],
        "Date Published": "2025-01-23 11:45:11",
        "Headline": "Over 100 Reddit groups ban X links in protest at Musk arm gesture",
        "Content": "More than 100 Reddit communities have banned users from posting links to X in protest at owner Elon Musk's controversial arm gesture at a rally celebrating Donald Trump's return to office.\nThe billionaire twice extended his arm out straight as he thanked the crowd for \"making it happen.\"\nCritics, including some historians, said it was a Nazi salute -Mr Musk has dismissed that, saying comparisons with Hitler were \"tired\" and \"dirty tricks.\"\nHowever many Reddit users have been unpersuaded by his response describing his actions as \"hateful\", leading the moderators of scores of communities - or subreddits - to stop content being shared on X.\nX has not commented but Reddit has stressed there is no sitewide ban on X links, telling the BBC in a statement it \"has a longstanding commitment to freedom of speech and freedom of association\".\nHowever the platform relies heavily on community moderation, where unpaid individuals known as Redditors decide what is - and isn't - allowed to be published on their own corner of the website.\nIn many instances, those Redditors have reached a different conclusion, deciding Mr Musk's actions were so offensive that they won't link to content from their subreddits on X, potentially reducing traffic, engagement and - ultimately - revenue.\nThe biggest subreddits to have enforced the ban include basketball community r/NBA, which has 15 million members, female-focused community r/TwoXChromosomes, which has 14 million members, and American football community r/NFL, which has 12 million members.\nIt is worth remembering that subreddits are almost always run by fans - it does not mean that the NFL or NBA organisations are taking a stance against Musk.\nThe BBC has independently verified that at least 100 subreddits have banned X posts.\nOf this number, more than 60 have at least 100,000 members.\nBut the actual number that have instituted the ban will likely be significantly higher by taking into account smaller subreddits with only a few thousand members.\nAnd there are many more communities discussing a potential blacklisting.\nThe subreddits run by fans of football clubs Liverpool, Celtic and Tottenham Hotspur have all instituted the bans, as have communities for many US sports sides as well as Formula 1.\nThe subreddits where residents of many cities and countries gather around the world - ranging from New Jersey to South Korea - have also blocked posts to X.\nAnd gamers are also amongst those to bring in the ban for video games including Baldur's Gate 3 and World of Warcraft.\nBut while the blacklisting may have first started in some of these communities, it is popping up in a variety of places now where people gather to discuss all sorts of topics, ranging from RuPaul's Drag Race to Disneyland and even the military.\nWhile the vast majority of subreddits discussing a ban are in favour of it, there are some that have refused.\nThemoderators of the Maine community for example saythey won't institute a ban so long as \"the state maintain official accounts there\".\nAndthose running a group for people in British Columbiasaid they simply aren't \"doing censorship here\".\nThough there are many subreddits which already disallow posts from social media, those built around professional sports in particular may have a big impact on referrals to X.\nThat's because sports subreddits generally get a lot of content from links to athletes, analysts and journalists who spend a lot of time posting online.\nFor example, the top two most popular posts of all time on the NBA subreddits are screenshots taken from X, while three of the top ten most popular posts of all time on the AEW wrestling subreddit are screenshots from the platform.\nAnd gaming subreddits have a similar story, with the top posts on the Animal Crossing and Kingdom Hearts communities both screenshots from X.\nBut that is not to say the bans will necessarily be permanent - Reddit is known for this sort of community movement to protest against wider issues, which doesn't always work out.\nIn 2023,thousands of communities \"went dark\"to contest changes to how the platform was being run.\nSome of the biggest Reddit communities then began only allowing photos and videos of comedian John Oliver, following comments from disgruntled users.\nBut this proved to be short-lived.\nEventually the communities mostly became publicly available again, and Reddit's plan ultimately proved financially beneficial - the platformsubsequently successfully listedon the New York Stock Exchange.\nWhat does Donald Trump's executive order mean for the future of TikTok in the US?\nThe billionaire says his critics \"need better dirty tricks\" after a gesture likened to a Nazi salute.\nTrump's latest picks include a former NFL player, a House legislator, and Wall Street financer to lead housing, labour, and the treasury.\nHe made the gesture while thanking supporters for contributing to Trump's victory.\nThe rocket's upper stage disintegrated over the Caribbean, forcing airline flights to alter course.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Unpaid internship access 'unfair' to working class, students say",
        "description": "New research says internship opportunities increasingly favour those from a middle class background.",
        "url": "https://www.bbc.com/news/articles/cnvq10650l9o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Maia Davies & Alex Boyd"
        ],
        "Date Published": "2025-01-23 14:19:15",
        "Headline": "Unpaid internship access 'unfair' to working class, students say",
        "Content": "Unpaid and low-paid internships are \"unfair\" to working-class graduates, students say, as a new study suggests that these opportunities increasingly favour those from a middle-class background.\nResearch from the Sutton Trust, a social mobility charity, says the gap between the two demographics is growing - driven by employers continuing to underpay interns, and giving opportunities to family and friends rather than advertising them.\nA poll of more than 1,200 recent graduates shows half have undertaken an internship, an increase of 12% since 2018, but the gap between working-class and middle-class graduates has widened in that time from 12% to 20%.\nSpeaking to the BBC, one student says she has had to turn down \"potentially wonderful\" opportunities as she was not able to afford working for free.\nErin Cruickshank, 20, said one of those was an unpaid internship in London last summer that she ultimately turned down.\nThe cost of staying in the capital - where she had no family or friends to stay with - would have left her \"worse off,\" she said.\nThe 20-year-old, from West Lothian, called the situation \"unjust and unfair\".\nUnpaid \"or unfairly paid\" positions are commonplace, Erin said, and many take place in \"affluent areas\" like London.\n\"I've had to turn down experiences - potentially wonderful ones - because I couldn't stay in London to have them,\" she added.\nThe proportion of working-class graduates completing an internship is now 36%, compared to 55% for their middle-class peers, the Sutton Trust said.\nGraduates in London were significantly more likely to have undertaken an internship than those in the West Midlands, Yorkshire, Scotland and Wales, its research showed.\nAround three-fifths of internships undertaken by recent graduates were unpaid or underpaid, the study indicated.\nErin, a French and social anthropology student, decided to take a paid position at a charity in Edinburgh for the summer rather than an unpaid role.\nShe said: \"To others who search for larger internships - from their perspective, maybe that wasn't the best choice. But for me it was… I had a great experience.\"\nSince she often funds her own accommodation at the University of St Andrews she only applies for paid positions. She is currently on a year abroad working in France.\n\"If that means I'm not taking experiences in what others might consider a large name or big business, I take experiences I know will still expand my skillset and help me take steps towards my future.\"\nIn many cases, those undertaking unpaid internships were able to do so because they received money from parents, lived at home or with family or friends, or used savings, the Sutton Trust's research found.\nChiera Mclaughlin, a fourth year law student at the University of Glasgow, said the decision for many was \"balancing whether you want to get experience in the industry you want to work in, or if you have money for food\".\n\"There's not that freedom to accept unpaid positions,\" she added.\nFrom her experience in the law industry, she said that paid internships were \"rare\" and \"to get any early work experience in law, it's expected that you wouldn't get paid for it\".\nThe Sutton Trust's research also found that internships were almost twice as likely to have been found through family and friends in an organisation compared to an advertisement, further contributing to the widening access gap.\n\"If I was trying to get experience in say corporate law or at a law firm of some sort, it seems really difficult to even get your foot in the door if you don't maybe know someone there,\" Chiera, who is now doing a paid internship in an adjacent sector, agreed.\n\"I'm the first person from my family to go to uni and I don't really have any family connections, or anyone in my social circle, that's in the industry.\"\nAs part of its'Make Work Pay' planissued before the election, Labour said it wanted to ban unpaid internships, aside from those that form part of an education or training course. Details on when that might happen have not been confirmed.\nPolitics student Erin Dunne said \"pretty much every internship\" she had come across in the sector was unpaid.\nThe 20-year-old works at a bar alongside her studies in Cardiff, and said she had to miss shifts to take part in an unpaid politics scheme in London.\n\"A train from Cardiff to London and back is nearly £100,\" she said, \"so I haven't been able to attend as much as I'd like to\".\nShe added most paid opportunities take place in the summer - the time \"for the majority of people who go to uni and are working class... you work full-time to fund being at uni\".\n\"The pay you'd be getting is lower than working your normal job.\"\nAnother hurdle was a \"huge gap in connections\" between middle-class and working-class students, she said.\n\"I know someone who's studying law who just received an internship through his dad at a top law firm.\n\"I've tried to contact PR agencies, political communication places... they just turn you away.\"\n\"Who you know not what you know is really true in that regard.\"\nNewcastle's Byker Wall residents use a heat network which is not protected by the energy price cap.\nTow Law food bank has launched a \"urgent appeal\" for donations after running out of food.\nRunnymede Borough Council says its \"ambitious\" bid is its largest grant application in recent times.\nPensioners who lost winter fuel money after government changes tell the BBC the last few months have been a struggle.\nHull has been ranked at the bottom of a report on financial resilience.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Could you pass an English exam from 1913?",
        "description": "Three teachers sat - and failed - the first Cambridge English exam 112 years ago. How would you do?",
        "url": "https://www.bbc.com/news/articles/cedn9pqg9jlo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Janine Machin"
        ],
        "Date Published": "2025-01-23 06:22:51",
        "Headline": "Could you pass a Cambridge English exam from 1913?",
        "Content": "Do you remember the feeling of sitting an exam? The halls crammed with desks and the sound of the ticking clock.Cambridge University Press and Assessment(CUP&A), one of the UK's biggest exam providers, has been setting papers since the 1850s and its English exams have now been taken by more than 100 million people around the world. But today's exam is very different to that very first paper.\nIn 1913, three people sat down to take the first Cambridge English exam. They were all teachers and all of them failed. But would you? This is one of the questions - you can find the answers at the end.\n\nCorrect or justify four of the following sentences, giving your reasons:\n(a) I hope you are determined to seriously improve.\n(b) Comparing Shakespeare with Aeschylus, the former is by no means inferior to the latter.\n(c) I admit that I was willing to have made peace with you.\n(d) The statement was incorrect, as any one familiar with the spot, and who was acquainted with the facts, will admit.\n(e) It has the largest circulation of any paper in England.\n(f) The lyrical gifts of Shakespeare are woven into the actual language of the characters.\nThe exam comprised a series of papers on phonetics, grammar, and translation, which took 12 hours to complete.\n\"At first, it was an exam for a small elite who wanted to study English as an academic subject, like Latin or Ancient Greek,\" says Dr Evelina Galaczi, director of research at CUP&A.\n\"At the time, grammar and translation were considered the most important thing, but now the exam is much more about using English to communicate.\n\"The shift was gradual, but in the Second World War English became a global language and so speaking and pronunciation became much more important.\n\"That was a catalyst for change, and I firmly believe that learning English opens doors.\"\nBy the 1950s, there had been requests for the English exam to offer translation questions in dozens of different languages, ranging from Arabic to Vietnamese.\nGillian Cooke, group archivist at CUP&A, said: \" I think the take up for each language was quite small and so that probably wasn't cost effective.\n\"It might be one of the reasons why the translation paper was dropped in the 1970s.\"\nThe Cambridge English exam has continued to evolve.\nThere are now different versions tailored to the needs of schools, higher education, and businesses.\n\"More than 100 million people across 130 countries have now sat our English exams,\" says marketing director for higher education, Ian Cook.\n\"They're recognised by more than 25,000 organisations from governments - which use them for immigration purposes - to employers and universities.\n\"Some universities in Germany, Sweden, and East Asia, for example, deliver IT and healthcare courses in English in order to attract the best candidates and so students need to show they have the language skills to cope with the course.\"\nToday, the exams are also available digitally and artificial intelligence (AI) is being used to create adaptive tests.\n\"In simple terms, the next question you're served up depends on how well you answered the previous one,\" says Mr Cook.\n\"And by offering a range of slightly more difficult and then easier questions as you go through, the technology will help to find your level.\n\"Our expertise and research have proven that the more teaching and tests are personalised, the better for students.\n\"We want people to have confidence, to pass - and show what they're capable of.\"\nDespite the changes, CUP&A insists that its approach is as much about continuity as innovation.\nDr Galaczi adds: \"Examiners and AI work together in marking and setting content for the exams, so we harness the strengths of both the human being and the machine.\"\nCUP&A says opinions about correct English grammar have changed, but in 1913, these would have been the expected answers:\n(a) This is a split infinitive which would have been considered wrong. It should have said \"to improve seriously\"\n(b) This is a hanging participle. It should have read \"Shakespeare is by no means inferior to Aeschylus\". Now we would say \"Shakespeare is just as good as\".\n(c) Wrong tense. It should be \"to make peace\".\n(d) \"Would admit\" not \"Will admit\".\n(e) Correct\n(f) Correct\nFollow Cambridgeshire news onBBC Sounds,Facebook,InstagramandX.\nThe Collaboration For Comics And Autism study has been organised by University of Cambridge experts.\nPerceptions of accents could affect the way people are treated in the legal system, say researchers.\nA university and business group report outlines how Cambridge's growth can be sustainable by 2025.\nThe former Cambridge students made tiddlywinks an internationally recognised competitive game.\nA charity wants to prevent a bus-only route being built through four wildlife sites.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Head teacher raising £100k for 'urgent repairs'",
        "description": "School bosses say pupils are paying the price because of a lack of decent government investment.",
        "url": "https://www.bbc.com/news/articles/c897ppj12q7o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Andrea Ormsby"
        ],
        "Date Published": "2025-01-23 06:03:39",
        "Headline": "Devon head teacher raising £100k for 'essential upgrades'",
        "Content": "A head teacher in Devon has launched a funding challenge to raise £100,000 for urgent upgrades to a temporary classroom which is 40 years old.\nSteve Hitchcock, from St Peter's Church of England Primary School in Budleigh Salterton, said he had lost all hope of the government providing all the funding.\nMr Hitchcock said his pupils were paying the price because schools had not had decent government investment for more than a decade.\nThe Department for Education said it had allocated \"just under £1m to the responsible body for St Peter's CofE Primary School\".\nMr Hitchcock said that, ideally, old temporary classrooms should be knocked down and replaced with state-of-the-art facilities.\nHowever, he added that to replace just one of what he called the \"sheds\" would cost about £250,000 and he believed it is too expensive to try to raise that much.\nInstead, he has launched a campaign to raise £100,000 for one of the temporary classrooms to be refurbished.\nHe said urgent upgrades were needed for the school to become energy-efficient and fit for the future.\nPupil Jacob, 10, said it was often cold in class and he had to wear a hat and coat.\nHe added that everyone had had fun thinking about fundraising ideas but it was still \"a lot of money we've got to raise\".\nThe fundraising campaign is featuring non-uniform days, triathlon-inspired sporting events and community-led challenges.\nEvie, 11, said she did not understand why there was not government money for improvements.\nShe said: \"These kids are suffering just because they want to learn and they're coming to school and they have to wrap themselves up just to keep warm.\"\nThe Department for Education said the government \"inherited a school estate in dire need of repair, but we are committed to fixing the foundations for staff and pupils, turning the page on drift and neglect\".\nIt added: \"The department has allocated just under £1m to the responsible body for St Peter's CofE Primary School in this financial year for local investment.\"\nMr Hitchcock said he knew the government said it was investing more but it was \"a drop in the ocean\".\nHe said that instead of the \"rhetoric of the last 15 years... a proper long-term plan to support the schools that need it to bring them all up to a satisfactory level\" was required.\nFollow BBC Devon onX,FacebookandInstagram. Send your story ideas tospotlight@bbc.co.uk.\nPaul Antony Butler, 53, was arrested in Liskeard in Cornwall and remains in police custody.\nA 67-year-man from the Devon village has been charged with murder.\nA decision on plans to fence off school playing fields used by city residents gets delayed.\nPolice say the man they are searching for was known to the woman who died.\nAn academy school proposes prioritising students from schools within its own trust.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Brat to Brit Awards: Charli XCX leads nominations with five",
        "description": "The Cure have received their first nomination in two decades and The Beatles are up for song of the year.",
        "url": "https://www.bbc.com/news/articles/ckgxq72d9z7o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Yasmin Rufo"
        ],
        "Date Published": "2025-01-23 17:30:20",
        "Headline": "Brit Awards: Charli XCX, Dua Lipa and Ezra Collective among most nominated",
        "Content": "Charli XCX leads this year's Brit Awards with five nominations, including a nod for album of the year with Brat.\nShe is also nominated for artist of the year, best pop and dance act and song of the year with Guess, featuring Billie Eilish, which went to number one in August.\nHer sixth studio album was released in June and grew into a cultural movement - Brat was crownedCollins Dictionary 2024 word of the yearand it even reached US politics with presidential candidateKamala Harris giving her social media a brat rebrand.\nSeven-time Brit winner Dua Lipa has received four nominations including pop act which she won last year.\nMaking an epic comeback this year is rock band The Cure who have received their first nomination in three decades.\nTheir album Songs of a Lost World, which isthe band's first new music in 16 years, is up for album of the year.\nThey are also nominated for group of the year and best alterative/rock act which is voted for by the public.\nThe Beatles are another oldie but goldie band nominated. They are nominated for song of the year with Now And Then, making it their first nomination since 1977.\nBilled as their \"final song\", Now and Thenwas started by John Lennon in 1978, but only completed in 2022 by Sir Paul McCartney and Sir Ringo Star.\nReleased in November 2023, the song meets the eligibility criteria as it has spent at least eight weeks in the top 15 ranked British songs based on sales.\nEzra Collective, make their Brits debut with four nominations. The group become thefirst jazz act to win the Mercury Prize in 2023with their album Where I'm Meant To Be.\nSimilarly,The Last Dinner Party- last year's rising star winners - have four nominations.\nBoth groups are nominated for album of the year, group of the year and best new artist.\nJoining them in the best new artist category is Indie band English Teacher whowon the 2024 Mercury Prizefor their debut album, This Could Be Texas.\nMyles Smithis also nominated in the category and his feel-good foot-stomper Stargazing, which became the biggest-selling British single of 2024, is up for song of the year.\nAt the award ceremony in March he'll receive the Brit Awards' rising star prize – following in the footsteps of Sam Fender, Adele and Rag 'N' Bone Man.\nThere are 70 nominees across 13 categories.\nNominations in the three biggest categories are:\nArtist of the year\nGroup of the year\nAlbum of the Year\nBritish artists up for multiple awards this year include Beabadoobee, Central Cee, Chase & Status, Fred Again, JADE, Nia Archives, Michael Kiwanuka, Rachel Chinouriri and Sam Fender.\nColdplay, whoheadlined Glastonburylast year, have received nominations for group of the year and song of the year with feelslikeimfallinginlove. However, the British band's 10th album - Moon Music - was not nominated for album of the year.\nThe international artist of the year category is once again a tough battle with the majority of nominees being female American pop singers.Beyoncé,Taylor Swift, Sabrina Carpenter, Chappell Roan andBillie Eilishare among the nominees.\nRoan has justwon BBC Radio 1's Sound of 2025– the station's annual poll to identify music's biggest rising stars.\nFive genre categories in the Brit nominations are voted for by the public via WhatsApp - alternative/rock; dance; pop ; R&B and hip hop/grime/rap.\nAmong the nominees in those categories are Raye, whomade history at the Brit Awards last year winning six of the seven prizes she was nominated for, and girl group Flo, who werenamed winners of the rising star award in 2022.\nThe winners will be announced during a live show, presented by Jack Whitehall, on 1 March at The O2 arena.\nThe award-winning singer rented the Grade II-listed home in West Sussex in 2012.\nThe well-behaved dog will appear alongside the character of Musetta in Puccini's romantic opera.\nThe song, recorded for inclusion on Turner's hit album Private Dancer, was recently uncovered.\nThe trio helped launch Kylie Minogue, Rick Astley and Bananarama's careers from the Southwark studio.\nThe singer is seeking $500m (£405m) over a film which he says has false allegations about him.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "List of nominations in full for Brit Awards 2025 ",
        "description": "The winners will be announced at a ceremony at London's O2 Arena on 1 March, hosted by Jack Whitehall.",
        "url": "https://www.bbc.com/news/articles/cj482r7pqlgo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Yasmin Rufo"
        ],
        "Date Published": "2025-01-23 17:30:24",
        "Headline": "Brit Awards 2025: Nominations in full",
        "Content": "Across 14 categories, 70 artists are nominated and those include some of the biggest names in UK music and beyond.\nThe winners will be announced at a star-studded ceremony at London's O2 Arena on 1 March, hosted by Jack Whitehall.\nHere are the nominations in full:\nArtist of the year\nGroup of the year\nAlbum of the year\nSong of the year\nBest new artist\nInternational artist of the year\nInternational group of the year\nInternational song of the year\nBest alternative/rock act\nBest hip-hop/grime/rap act\nBest dance act\nBest pop act\nBest R&B act\nRising star\nThe award-winning singer rented the Grade II-listed home in West Sussex in 2012.\nThe well-behaved dog will appear alongside the character of Musetta in Puccini's romantic opera.\nThe song, recorded for inclusion on Turner's hit album Private Dancer, was recently uncovered.\nThe trio helped launch Kylie Minogue, Rick Astley and Bananarama's careers from the Southwark studio.\nThe singer is seeking $500m (£405m) over a film which he says has false allegations about him.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Musical about trans drug boss leads Oscar nominations",
        "description": "Netflix's Spanish-language Emilia Pérez has 13 nominations, followed by Wicked and The Brutalist.",
        "url": "https://www.bbc.com/news/articles/c9vmgw2m17mo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Ian Youngs"
        ],
        "Date Published": "2025-01-23 14:21:13",
        "Headline": "Oscar nominations 2025: Emilia Pérez, Wicked and The Brutalist lead race",
        "Content": "Netflix musical Emilia Pérez leads this year's Oscars nominations, with Wicked also among the top contenders.\nEmilia Pérez, about a Mexican drug lord who changes gender, has 13 nominations in total - although one of its stars, Selena Gomez, missed out.\nWicked received 10 nominations - including nods for British actressCynthia Erivoand her co-starAriana Grande.\nThree-and-a-half-hour epicThe Brutalist, starringAdrien Brody, also has 10 nominations, whileDemi Moorehas the first Oscar nomination of her career.\nMoore, 62, is nominated for best actress for playing a fading star who swaps her body for a younger and more beautiful version of herself in The Substance.\nShe said an Oscar nomination was \"an incredible honour and these last few months have been beyond my wildest dreams\".\nReferring to the wildfires in Los Angeles, she continued: \"This is a time of incredible contrasts and right now, my heart is with my friends, family, neighbours, and community here in LA.\"\nIn the best actor category, two big names are in contention for portraying the early years of very different real-life figures -Sebastian Stanfor playing Donald Trump in The Apprentice andTimothée Chalametfor playing Bob Dylan in A Complete Unknown.\nThat makes Chalamet, 29, the youngest person to get two best actor nominations since James Dean in the 1950s,according to Variety.\nBut 2003 best actor winner Brody is favourite to scoop that prize again, for playing a Hungarian architect hired by a wealthy American after World War Two in The Brutalist.\nThe Academy Awards ceremony, hosted by US comedian Conan O'Brien, will take place on 2 March.\nThe nominations had been due to be announced last week, but were postponed twice because of the fires.\nOrganisers have said the ceremony will \"reflect on the recent events while highlighting the strength, creativity, and optimism that defines Los Angeles and our industry\".\nEmilia Pérez, which follows the leader of a Mexican drugs cartel who decides to change gender and identity, hasn't set Netflix alight so far and has divided opinion among those who have watched it.\nBut Oscar voters have given it a resounding seal of approval.\nIt it the most-nominated non-English language film of all time. It's actually a French production, is set mostly in Mexico and is mostly acted in Spanish.\nKarla Sofía Gascónis nominated for best actress for the movie's lead role, making her the first trans person to be nominated in an acting category (although Elliot Page was nominated for Juno in 2008, before the actor transitioned).\nZoe Saldaña, who plays Perez's lawyer, is up for best supporting actress (despite having more screen time than Gascón). The film's only notable omission is Selina Gomez, who was an outsider for a nod in the same category for playing Perez's wife.\nErivo is the first black British woman to receive two Oscar nominations for acting, after also beingnominated for Harriet in 2020.\nIf she wins best actress this time, for playing Elphaba in Wicked, she'll become an EGOT - having completed the set of Emmy, Grammy, Oscar and Tony awards.\nRalph Fiennesis flying the flag in the best actor category with his first nomination for 28 years. He's recognised for playing a cardinal who oversees the selection of a new Pope in Conclave.\nElsewhere,Felicity Jonesis nominated for best supporting actress for The Brutalist - a decade after her first Oscar nomination - whileSir Elton Johnis in the best original song race.\nThe country will also be rooting for two more screen legends -Wallace and Gromit(and their makers Aardman Animations), who are hoping for their fourth Oscar. They are shortlisted for best animated feature for their latest outing, Vengeance Most Fowl.\nCreator Nick Park told the BBC the nomination was a \"surprise and real privilege\", while co-director Merlin Crossingham said he \"nearly spilt my tea\" when hearing the news before adding that \"we all had a huge cheer and celebration\".\nWicked, based on the Broadway musical about the origin story of the Wicked Witch of the West from the Wizard of Oz, has been a big box-office success and is now also a hit with Oscar voters.\nIt has exceeded many expectations with its 10 nominations - two more than Barbie managed last year.\nAfter their widely-praised performances in both the film and on the press tour, Erivo and Grande will be reunited on the Oscars red carpet.\nGrande said she \"cannot stop crying\" after receivingthe first Academy Award nomination of her career.\nHowever, the film's mastermind Jon M Chu missed out on a nomination for best director.\nPamela Andersonhad scored Golden Globe and Screen Actors Guild nominations for her vulnerable and powerful performance as an ageing Las Vegas performer in The Last Showgirl, but has missed out at the Oscars.\nBest actress is a competitive field, and other big names includingAngelina Jolie(Maria) andNicole Kidman(Babygirl) were also overlooked.\nBritish actressMarianne Jean-Baptistecould also have been a contender for playing a constantly miserable woman in Mike Leigh's Hard Truths.\nJamie Lee Curtislost out on a spot in the best supporting actress category for her role alongside Anderson in The Last Showgirl, while Gladiator II'sDenzel Washingtoncouldn't notch up the 10th acting nomination of his career.\nIn fact, 24 years after the original Gladiator won five Oscars, the sequel could only manage a single nomination, for best costume design.\nFormer James Bond starDaniel Craighad a chance for his first Oscar nomination - but voters overlooked his performance in Queer, as a gay man who ventures into the jungle in search of a plant with telepathic qualities.\nAnd Irish-language rappersKneecapwere disappointed - their film, which received six Bafta nominations last week, was overlooked by the Oscars.\nRead more about this year's nominated films:\nThis year's list of Oscar nominees includes Emilia Pérez, Wicked and The Brutalist up for best picture.\nAriana Grande, Selena Gomez, Kieran Culkin and Colman Domingo are among the stars in the running.\nJustin Baldoni says footage shows he didn't sexually harass Blake Lively, but she says the opposite.\nThe feud between Lively and Baldoni is alleged to have started during filming of It Ends With Us.\nThe Planning Inspectorate will start an inquiry into the planning application for the film studio.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "List of nominations in full for Oscars 2025",
        "description": "This year's list of Oscar nominees includes Emilia Pérez, Wicked and The Brutalist up for best picture.",
        "url": "https://www.bbc.com/news/articles/c4gp3ke6lzko",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "BBC News"
        ],
        "Date Published": "2025-01-23 14:16:51",
        "Headline": "Oscars 2025: Nominations list in full",
        "Content": "Hollywood has revealed the nominations for this year's Oscars, which will honour the film industry's finest stars and movies from the past 12 months.\nThe announcement was going to be last week but was postponed twice due to fires in the Los Angeles area.\nBest picture\nBest actor\nBest actress\nBest supporting actress\nBest supporting actor\nBest director\nBest adapted screenplay\nBest original screenplay\nBest original song\nBest original score\nBest international feature\nBest animated feature\nBest documentary feature\nBest costume design\nBest make-up and hairstyling\nBest production design\nBest sound\nBest film editing\nBest cinematography\nBest visual effects\nBest live action short\nBest animated short\nBest documentary short\nRead more about this year's nominated films:\nThe actor, who plays a Hungarian-born holocaust survivor, can see parallels with his own background.\nAs the Oscars race starts to take shape, here's the ABC (Anora, The Brutalist, Conclave) of films to watch.\nHow much attention did you pay to what has been going on in the world over the past seven days?\nNetflix's Spanish-language Emilia Pérez has 13 nominations, followed by Wicked and The Brutalist.\nAriana Grande, Selena Gomez, Kieran Culkin and Colman Domingo are among the stars in the running.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Tina Turner's lost Private Dancer song rediscovered",
        "description": "The song, recorded for inclusion on Turner's hit album Private Dancer, was recently uncovered.",
        "url": "https://www.bbc.com/news/articles/c5ydd9352qxo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Mark Savage"
        ],
        "Date Published": "2025-01-23 00:02:35",
        "Headline": "A lost song from Tina Turner's Private Dancer has been rediscovered",
        "Content": "A song recorded for Tina Turner's blockbuster album Private Dancer, that was presumed lost, has been rediscovered and received its first play on BBC Radio 2.\nHot For You, Baby, was cut at Capitol Studios in Hollywood and originally intended to be an album track.\nBut it was ultimately jettisoned in favour of era-defining pop hits such What's Love Got To Do With It, Better Be Good To Me and the album's title track.\nPresumed missing, the master tape was recently rediscovered as her record label compiled a 40th anniversary re-release of Private Dancer.\nAn up-tempo rocker, full of showboating guitar chords and an extremely 1980s cowbell, Hot For You, Baby is a prime example of Turner's raspy, physical style of soul.\nThe track wasplayed on the Radio 2 Breakfast Show on Thursday, at 08:50 GMT.\nProduced by John Grant, the record executive who masterminded her mid-career comeback, it was written by Australian musicians George Young and Harry Vanda.\nIt had already been recorded once by Scottish-Australian singer John Paul Young, the voice behind disco classic Love Is In The Air.\nHowever, his version largely flew under the radar when it was released in 1979.\n\nPrivate Dancer, released in May 1984, launched an unprecedented second act in Tina Turner's career.\nShe had escaped an abusive marriage to musician Ike Turner at the end of the 1970s, but the divorce left her penniless, living off food stamps and playing ill-conceived cabaret shows to pay her debts.\nThe music industry had largely written her off - but in England, where pop was in thrall to American R&B, she still had some heavyweight fans.\nIn 1981, Rod Stewart invited Turner to play with him on Saturday Night Live; and the Rolling Stones asked her to be part of their US tour. More importantly, perhaps, David Bowie told Capitol Records that Turner was his favourite singer.\nBut the turning point came when she hooked up with British producers Martyn Ware and Ian Craig Marsh, of the band Heaven 17, to record a synth-pop version of  the Temptations' 1970 hit Ball of Confusion.\nA huge hit in Europe, its success persuaded Capitol to let her record an album, but they hardly threw their weight behind it.\nThe budget only paid for two weeks in the studio, and many of the songs Turner recorded were other artists' cast-offs (both Cliff Richard and Bucks Fizz had turned down What's Love Got To Do With It).\nBut she used her time wisely - recording all but one of Private Dancer's songs in the UK with five different British production teams.\nWith the country in the grips of new wave and the new romantics, Turner was steered away from raw, fiery soul that first made her famous. But somehow, her electrifying vocals were a perfect fit for the chilly, programmed grooves she was given.\n\"Turner seems to completely understand the touch that each of these songs needed,\" wrote Debby Miller, in acontemporaneous review of Private Dancer for Rolling Stone magazine.\nIn the New York Times,Stephen Holden described the record as\"a landmark, not only in the career of the 45-year-old singer, who has been recording since the late 1950s, but in the evolution of pop-soul music itself\".\nThe album went on to sell more than 10 million copies, and earned three Grammys, including record of the year for What's Love Got To Do With It.\nTurner also performed the song on the live TV broadcast, wowing audiences with her vocals despite fighting a bad case of the flu.\nA support slot on Lionel Richie's US tour in 1984 reminded audiences of her ability to tear the roof off any venue she set foot in.\nBy 1985, Turner was one of the world's biggest acts in an era of stadium superstars like Michael Jackson, Madonna and Prince.\n\nThe decision to withhold Hot For You, Baby from the original tracklist of Private Dancer makes sense. It sounds a little cheesy next to the sultry, sophisticated material that eventually populated the record.\nBut fans will welcome the chance to hear Turner let rip, back in her prime, with a promise to \"love you all night long\".\nMark Goodier, who is currently covering the Radio 2 breakfast show, said: \"To have something new to hear from Tina Turner is a treat for fans of all generations and a reminder of her unique talent.\n\"I'm lucky enough to have both interviewed Tina and seen her perform live. She was an outrageously good performer and at the same time a remarkable graceful lady, whose every note was shaped by her incredible life.\"\nAs well as being released as a single, the track will feature on a new five-disc deluxe edition of Private Dancer, which is due for release in March.\nThe collection will also feature B-sides, remixes and live tracks, as well as a film of Turner playing Birmingham's NEC Arena in March 1985, featuring guest appearances by David Bowie and Bryan Adams.\nTurner died in 2023 at the age of 83. No cause of death was given, but she was known to be struggling with a kidney disease, intestinal cancer and other illnesses.\nThe winners will be announced at a ceremony at London's O2 Arena on 1 March, hosted by Jack Whitehall.\nThe Cure have received their first nomination in two decades and The Beatles are up for song of the year.\nThe award-winning singer rented the Grade II-listed home in West Sussex in 2012.\nThe well-behaved dog will appear alongside the character of Musetta in Puccini's romantic opera.\nThe trio helped launch Kylie Minogue, Rick Astley and Bananarama's careers from the Southwark studio.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Hamas attack survivor to represent Israel at Eurovision",
        "description": "The 25-year-old says music has been one of the most important parts of her healing process.",
        "url": "https://www.bbc.com/news/articles/ceve4ww7n90o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Annabel Rackham"
        ],
        "Date Published": "2025-01-23 11:40:53",
        "Headline": "Eurovision: Hamas attack survivor Yuval Raphael to represent Israel",
        "Content": "Yuval Raphael, who survived the 7 October attack in 2023, has been chosen to represent Israel at this year's Eurovision Song Contest.\nRaphael, 24, was atthe Nova musical festivalwhen Hamas attackers killed 360 young partygoers and took 40 more hostage.\nThe amateur singer was attending with friends and says she survived by hiding under dead bodies inside a bomb shelter for eight hours.\nRaphael has been sharing her story while competing on Israeli talent show HaKokhav HaBa (The Next Star) and winning it means she gets to compete at Eurovision in Basel, Switzerland in May.\nShe said after winning the show: \"I can't explain how excited and ready I am! Thank you for giving me this huge honour and trusting me to represent my country on the grand Eurovision stage in Switzerland.\"\nRaphael, who says she still has shrapnel in her head and leg from the festival attack, only began singing professionally last year.\nDuring the final of the music competition, she sang a version of ABBA's Dancing Queen, dedicating it to \"all the angels\" who were killed at the festival.\nShe also told viewers that \"music is one of the strongest ingredients in my healing process\" during the show.\nRaphael, who is fluent in English and French as well as Hebrew, has taken part in advocacy for Israel over the last year, including speaking to the UN Human Rights Council about her experience of surviving the attack.\nHer official song will be revealed in the coming weeks by Israeli public broadcaster Kan, according tothe Eurovision Song Contest website.\nLast year's winner of The Next Star, Eden Golan, represented Israel at Eurovision with Hurricane, which came fifth in the competition.\nThe show previously selected Netta, whowon Eurovision in 2018and Noa Kirel, who came third in 2023.\nGolan's Eurovision entry was met with criticism, as it was Israel's first time performing at Eurovision since the outbreak of its most recent war in the Middle East.\nHer team were also forced to alter the lyrics and name of Golan's song -from October Rain to Hurricane- after it was seen to break rules on political neutrality.\nThere were several campaigns to block Israel from taking part altogether, but the European Broadcasting Union (EBU), which hosts the event, ruled Israel was allowed to compete.\nGolan wasbooed whilst performing at a dress rehearsalfor the competition, which took place in Malmo, Sweden and confined to her hotel room when she wasn't performing, due to threats of harm to the Israeli delegation.\nIsrael and Gazaare currently upholding a ceasefireafter 15 months of fighting, which began in October 2023 after Hamas gunmen breached Israel's Gaza perimeter fence at multiple locations and attacked nearby Israeli communities, IDF bases and a music festival.\nAbout 1,200 people were killed and 251 were taken hostage.\nThe IDF responded by launching an air and ground campaign in Gaza, during which more than 47,100 Palestinians have been killed, according to the territory's Hamas-run health ministry.\nThe winners will be announced at a ceremony at London's O2 Arena on 1 March, hosted by Jack Whitehall.\nThe Cure have received their first nomination in two decades and The Beatles are up for song of the year.\nThe award-winning singer rented the Grade II-listed home in West Sussex in 2012.\nThe well-behaved dog will appear alongside the character of Musetta in Puccini's romantic opera.\nThe song, recorded for inclusion on Turner's hit album Private Dancer, was recently uncovered.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Singaporean star of Netflix show Bling Empire dies",
        "description": "Celebrity jewellery designer Lynn Ban has died weeks after a ski accident on Christmas Eve.",
        "url": "https://www.bbc.com/news/articles/cr53897vn3no",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Joel Guinto"
        ],
        "Date Published": "2025-01-23 08:15:08",
        "Headline": "Lynn Ban: Singaporean star of Bling Empire dies after ski accident",
        "Content": "Lynn Ban, a celebrity jewellery designer from Singapore who starred in the Netflix reality show Bling Empire, has died a month after undergoing brain surgery following a ski accident.\nHer son Sebastian confirmed her death on an Instagram post on Wednesday, where he paid tribute to his 51-year-old mum as a \"best friend and the best mother\".\nThe accident happened in Aspen in the US on Christmas Eve.\nBan's family did not reveal her immediate cause of death.\nIn a social media post on New Year's Eve, Ban had revealed that while skiing at the top of a mountain she had fallen and \"face planted\".\nAs she was wearing a helmet, \"it didn't seem that bad at the time and I was able to ski to the bottom,\" she had said, adding that a ski patrol officer later checked for a concussion and cleared her.\nBut she still had \"a bit of a headache\" and decided to go to a hospital, on the advice of a paramedic. She then discovered she had a brain bleed, and went for an emergency craniotomy.\n\"In a blink of an eye... life can change,\" she had written in the post, which was accompanied by a picture of her in bed with her head partially shaved. \"There's a long road of recovery ahead but I'm a survivor.\"\nBorn in Singapore, Ban had worked in New York, London and Paris.\nHer designs have been worn by pop stars Madonna, Beyonce, Rihanna, Lady Gaga, Cardi B and Billie Eilish, according to her website.\nOn Bling Empire New York in 2023, she was part of a cast of Asian American socialites who \"flaunt their fortunes — and fashions — while bringing the drama and living it up in New York City\", according to Netflix.\nIn his tribute, Sebastian Ban said he wanted the world to know who his mum was as a person.\n\"She always had a smile on her face even when times are tough during her recovery process,\" he said.\n\"She is a fighter until the end and is the strongest woman I know,\" he said.\nAt least 17 people, mostly children, have died unexplained deaths in the same village in Jammu.\nThe price to climb the world's tallest peak will soon increase for the first time in almost a decade.\nMasahiro Nakai, a host on Fuji TV, allegedly sexually assaulted a woman at a dinner party in 2023.\nLGBT couples now have the same rights as any other couple - the culmination of a decades-long campaign.\nThailand is set to legalise same-sex marriage - one of the few places in Asia to do so. Why is it an outlier?\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Tributes after poet Michael Longley dies aged 85",
        "description": "Belfast-born poet Michael Longley dies aged 85, his family says. ",
        "url": "https://www.bbc.com/news/articles/c9vmg9nmm33o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "BBC News"
        ],
        "Date Published": "2025-01-23 12:16:39",
        "Headline": "Michael Longley: Acclaimed NI poet dies at 85",
        "Content": "Tributes have been paid to the acclaimed Belfast-born poet Michael Longley, who has died at the age of 85.\nThe President of Ireland Michael D Higgins said he regarded him \"as a peerless poet\" and that he would be recognised as one of the greatest poets Ireland had ever produced.\nLongley was born in July 1939 and lived in the city until his death, which was announced on Thursday.\nHe went to school at Royal Belfast Academical Institution before studying at Trinity College Dublin, where he became immersed in poetry.\nLongley received a number of prestigious awards for his work throughout an illustrious career, including the T.S. Eliot Prize, the Feltrinelli International Prize and the Whitbread Poetry Prize.\nHe published his first collection of poetry, No Continuing City, when he was 30 years old.\nLiving in Belfast at the height of the Troubles, Longley was initially reluctant to write about the conflict, but said it had affected him personally and was explored in in some of his poems, including The Ice-Cream Man.\nIn 1994, he wrote arguably his most famous poem, Ceasefire.\nThe poem depicts sectarian violence experienced by many in Northern Ireland during the 1970s and '80s and was inspired by a declaration of an IRA ceasefire in the mid '90s.\nHe was appointed CBE in 2010 and awarded the freedom of his native city in 2015 for his contribution to literature and cultural life.\nA number of tributes have been paid to Michael Longley on Thursday.\nThe President of Ireland Michael D Higgins said: \"It has long been my belief that his work is of the level that would be befitting of a Nobel Prize for Literature.\n\"The range of his work was immense, be it from the heartbreak of loss to the assurance of the resilience of beauty in nature.\"\nArtist Colin Davidson posted a tribute, alongside a picture of two portraits of his \"dear friend\".\n\"Today, I am filled with sadness and a great sense of pride,\" he said.\n\"Michael was one of the Belfast greats. One of the Irish greats. One of the world's greats.\n\"A poet whose work quietly whispered those truths which we all needed to hear.\"\nIn a statement, Queens University Belfast (QUB) said the poet's \"profound contributions to literature and his deep connection to our city have left an indelible mark on the cultural landscape\".\n\nThe leader of the Social Democratic and Labour Party (SDLP) Claire Hanna described the poet as \"a prince of the English language\", adding it had been a privilege to know him as a \"family friend and neighbour\".\n\"He was our greatest living poet. More pertinently, he was a beautiful human being, kind, generous, open, humorous. He was truly a wonderful person.\n\"Wherever in the world his career took him, he always remained a Belfast man at heart and you can see that in much of his work.\"\nAhead of Storm Éowyn, both Northern Ireland and the Republic of Ireland have issued red weather warnings.\nThe DUP's Diane Dodds says it's vital that the 17,500 women affected by a screening review know their experiences count.\nBuses and trains are suspended on Friday morning and schools are closed during a red alert.\nA job advertisement featured an officer from an ethnic minority background.\nMillions of phones across parts of Scotland and Northern Ireland have received the alert.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Adele thwarted sale of 'haunted' £6m house - owner",
        "description": "The award-winning singer rented the Grade II-listed home in West Sussex in 2012. ",
        "url": "https://www.bbc.com/news/articles/cy48k41228lo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Christian Fuller"
        ],
        "Date Published": "2025-01-23 15:56:29",
        "Headline": "Adele: Singer thwarted sale of ‘haunted’ £6m house, owner says",
        "Content": "Adele has been accused of sabotaging the sale of a £6m mansion she used to live in by its owners, who claim she once said it was haunted.\nThe award-winning singer rented the Grade II-listed Lock House in Partridge Green, West Sussex, in 2012.\nThe owner has submitted planning permission to transform the property from a single dwelling to three residential units and convert an existing garage and flat into a separate cottage.\nIn the submission, the owner said comments made by Adele about the 10-bedroom house being haunted during an interview had hindered the selling process.\n\"The first tenant, Adele, stayed for six months and blighted the property by saying it is haunted,\" it said.\n\"This comment negatively impacted future marketing efforts and continues to affect the property's reputation to this day.\"\nDiscussing Lock House in an interview with Anderson Cooper on CBS when she lived at the property, Adele said: \"This bit's all quite scary, really.\n\"I'm not rattling around here on my own. It gives me the creeps.\"\nAdele did not use the word \"haunted\" during the interview.\nAfter the singer vacated the property, it was relisted for sale, but received no offers.\nIt was then rented to a tenant who wanted to use the property to run a bespoke dressmaking business. But it was later discovered the tenant was running a residential retreat with 11 guest bedrooms and a fitness boot camp, the application said.\nAccording to the application, the owner has actively tried to sell the property for about 14 years.\nThe only offer ever received was in August 2020, but the prospective buyer withdrew after learning about the property's supposed haunted status, it added.\nLock House was originally constructed in about 1909 before it underwent a major reconstruction programme in 1940.\nIn 1971, it was divided up and sold at auction in 26 separate lots. But it was subsequently bought by the church and became the Convent of the Visitation.\nThe current owner acquired Lock House in 2003 from a property trader, who had previously purchased it after the convent relocated to Albourne.\nAccording to its current listing, Lock House and its 32-acre estate features 10 bedrooms, 10 bathrooms, an indoor and outdoor swimming pool, a tennis court, a helicopter pad and a cinema room.\nIt is up for sale for £5,995,000.\nFollow BBC Sussex onFacebook, onX, and onInstagram. Send your story ideas tosoutheasttoday@bbc.co.ukor WhatsApp us on 08081 002250.\nThe winners will be announced at a ceremony at London's O2 Arena on 1 March, hosted by Jack Whitehall.\nThe Cure have received their first nomination in two decades and The Beatles are up for song of the year.\nThe well-behaved dog will appear alongside the character of Musetta in Puccini's romantic opera.\nThe song, recorded for inclusion on Turner's hit album Private Dancer, was recently uncovered.\nHorsham District Council's planning committee is approving the plans despite getting 56 objections.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "JMW Turner celebrated with year-long festival",
        "description": "Turner 250 will see exhibitions, conferences and events take place around the UK from April.",
        "url": "https://www.bbc.com/news/articles/ce9nvl42x2go",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Stuart Maisner"
        ],
        "Date Published": "2025-01-23 12:57:04",
        "Headline": "JMW Turner: Festival to mark 250 years since artist's birth",
        "Content": "A year-long festival of exhibitions and events to celebrate 250 years since the birth of artist JMW Turner has been announced.\nJoseph Mallord William Turner was born in London on 23 April 1775 and was considered one of the greatest Romantic artists, famous for his landscapes and seascapes.\nAmongst the events planned for Turner 250, the Turner Contemporary gallery in Margate, Kent, will display an oil sketch the artist created on the town's seafront, a BBC documentary will be aired and exhibitions will be held across the UK.\nArts minister Sir Chris Bryant said Turner \"reshaped British art\" and was \"an innovator who created some of our best known canvasses\".\nKnown as \"the painter of light\", Turner created landscapes and seascapes that often reflected changes to the landscape and atmosphere caused by human activity, particularly as a result of the industrial revolution.\nHe is known for the works The Fighting Temeraire, The Slave Ship, The Battle Of Trafalgar and The Burning Of The Houses Of Lords And Commons, among other pieces, which capture tempestuous scenery as he helped redefine landscape painting.\nJMW Turner died in 1851 at the age of 76.\n\"His influence continues to resonate, whether through the Turner Prize, his place on the £20 note or the countless artists inspired by his work,\" a Tate spokesperson said.\nTurner Contemporaryin Margate, built near the spot where the celebrated artist loved to paint the sea, was named after him when it opened in 2011.\nIt will display his oil sketch Waves Breaking on a Lee Shore at Margate (Study for Rockets and Blue Lights) from April for a year, on loan from Tate Britain.\nTaking place throughout 2025, the programme \"invites audiences nationwide and beyond to rediscover Turner's remarkable life, works, and enduring legacy\".\nKey highlights of Turner 250 include:\nMaria Balshaw, director of Tate, said: \"As caretakers of the world's largest collection of his works, we are honoured to play a central role in Turner 250.\n\"Over the course of the year, we will showcase over 150 works at Tate Britain and lend many more to venues across the UK and beyond.\"\nFollow BBC Kent onFacebook, onX, and onInstagram. Send your story ideas tosoutheasttoday@bbc.co.ukor WhatsApp us on 08081 002250.\nThe trial hears the two men on trial for robbery were assisted by two others who remain at large.\nRic Liptrot sketches independent shops in York before they close to keep a history of local stores.\nThe force was under special measures for two and a half years following a series of scandals.\nAklakar Rahman repeatedly attacked staff at HMS Swaleside in Kent and Belmarsh jail in London.\nOne victim was taken to a major trauma centre following the attack near a warehouse in south London.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Dark humour for dark times: How comedy helps in Ukraine",
        "description": "Ukrainian stand-up comedians say humour can help people cope and raise money for the war effort.",
        "url": "https://www.bbc.com/news/articles/czx80edlrxjo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Vitaliy Shevchenko"
        ],
        "Date Published": "2025-01-23 00:06:50",
        "Headline": "Ukrainian comedians cope with war through humour",
        "Content": "On 14 October 2023, an unusual event was held in Ukraine's most prestigious venue, Palace Ukraine in Kyiv.\nAnton Tymoshenko became the first Ukrainian stand-up comedian to give a solo performance there.\n\"I grew up in a village with fewer people than Palace Ukraine can hold,\" he said after the concert.\"So many people had told me: It's not going to happen... stand-up comedy has not reached that level.\"\nIt has now, to a large extent because of the full-scale invasion launched by Russia.\nThe invasion turned many Ukrainians away from the previously popular and lavishly promoted Russian acts and triggered a renewed interest in Ukrainian culture.\nKey Ukrainian comedians say they are now making jokes to help the public deal with the grim reality of war and also help the army by raising funds.\n\"Stand-up comedy is a budget version of psychotherapy,\" Anton Tymoshenko tells the BBC.\n\"I like to relieve social tension with my jokes. When that happens, that's the best thing.\"\nAnother popular performer, Nastya Zukhvala, says Russia's full-scale invasion in February gave stand-up comedy in Ukraine \"a boost,\" albeit for darker reasons.\n\"The demand for comedy looks totally natural to me now because comedy supports and unites.\n\"It can also make reality look less catastrophic. It is a tool which can help us process this stream of depressing information,\" she tells me.\n\"To stay optimistic or even sane, we've got no other choice.\"\nSo what are the jokes that are making Ukrainians laugh?\nThis kind of humour is grim, says comedian Hanna Kochehura, but making fun of the danger makes it easier to cope with.\n\"It looks even darker from abroad, and it's clear why. Anyone who's in Ukraine knows that there are no safe places here,\" she says.\n\"You never know if this air raid is going to be your last. You don't know if a Shahed drone is going to target your house or your family's house.\n\"Naturally, all our themes are related to the war. Because it's our life now. Stand-up comedy is a frank genre where comedians speak about their own experiences or thoughts,\" Ms Kochehura says.\nHere's an example - a joke from Anton Tymoshenko's performance at Palace Ukraine:\n\"I never worried about a nuclear attack because I know it would mean death for rich residents of Kyiv. I live on the outskirts - but the nukes will hit central parts. Before fallout reaches me, it will have to make two changes on the metro.\n\"More realistically, I'll get killed by Iranian Shahed drones. The sad thing is - did you hear the noise they make? They sound very demotivating, like the cheapest kind of death.\"\n\"People can laugh at the news,\" Anton tells me.\n\"If we're not allowed to use [Western] missiles against targets in Russia  — yes, that is funny because it is absurd. I build upon this absurd fact, and it becomes funny.\n\"Of course, Ukrainians find it funny.\"\nWestern allies were initially reluctant to allow Ukraine to use their missiles against targets in Russia for fear of escalation. But the permission was granted after months of pleading by Kyiv: first shorter-range weapons inMay 2024, then long-range missiles in November.\nJoking about the war is fraught with pitfalls.\nAnton Tymoshenko says he is trying not to \"trigger\" his audiences or add to the trauma from which they may already be suffering.\n\"Stand-up comedy in wartime is the most difficult type. Making jokes without offending anyone is possible to do, but that would be like joking in a vacuum,\" he says.\nBut, it is usually possible to see where the line lies according to Nastya Zukhvala:\n\"I feel what other Ukrainians feel. If I find something sad or tragic, I don't see any need to turn it into stand-up comedy.\"\nThere's also a very practical side to stand-up comedy in Ukraine - helping its army.\n\"Almost all of the comedians I know have been helping the armed forces. All of us are involved in raising funds [for the Ukrainian army]. We hold charity shows and many perform in front of the military,\" says Hanna Kochehura.\nSome, like Nastya Zukhvala's husband Serhiy Lipko, a comedian himself, are in the army.\n\"Culture, humour or psychology - that's all fine and well, but everything must be of practical use to the military. When so many missiles are on the way to hit you, you're not as interested in talking about art alone,\" says Mr Tymoshenko.\n\"My main task is holding concerts so I can raise funds for them.\"\nHe says he has donated more than 30m hryvnyas (£580,000; $710,000) since the start of the full-scale invasion in February 2022.\nThe US president says he is offering Moscow a \"big favour\" by helping Russia and Ukraine reach a deal.\nThe south of Scotland-based Halo Trust gets funding to continue its work in Ukraine and Afghanistan.\nThe man owned several properties as well as four BMW luxury cars, the Ukrainian security service said.\nVlad  Shtyhilan's future was in doubt when he fled Ukraine but he is now playing for Altrincham FC.\nThe attack struck the Shevchenkivskyi district, damaging civilian buildings and leaving a large crater in the road.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Surge in vomiting bug keeps pressure on hospitals",
        "description": "Norovirus cases are the highest they have been since January 2020. ",
        "url": "https://www.bbc.com/news/articles/cz6p356pjjvo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Smitha Mundasad"
        ],
        "Date Published": "2025-01-23 13:05:09",
        "Headline": "Vomiting bug keeps pressure on hospitals in England",
        "Content": "Hospitals in England have been \"hit by a surge\" of norovirus - the winter vomiting bug - adding to mounting pressure on the NHS, health officials say.\nData shows there were 784 patients a day in hospitals with the virus last week.\nThis is up almost 80% on the same period the year before.\nHealth Secretary Wes Streeting said patients \"continue to face unacceptable levels of care\" this winter despite a decline in some other winter viruses such as flu.\nHospitals are currently seeing the highest levels of norovirus - a stomach bug that causes vomiting and diarrhoea - since January 2020.\nMost healthy people recover in a few days, but it can cause serious problems in vulnerable people and young children.\nOne problem is that it spreads very easily - with just a few viral particles needed to infect someone -  for example through close contact with someone who has the virus, or by eating food prepared by someone with it.\nIt can alsostick around on surfacesand has affected wholefootball teams in the past.\nThis poses a challenge for hospitals - where entire wards sometimes need to be shut to new admissions if a patient is identified as having the virus. Wards then need  to be out of action to be deep-cleaned.\nThelatest dataon winter viruses shows:\nProf Julian Redhead, NHS national clinical director for urgent and emergency care, said norovirus, along with higher than normal rates of flu and other winter viruses – and continued issues in delays in discharging patients – means hospitals remain extremely busy with patients.\n\"Staff are working incredibly hard to see patients as quickly as possible, and it is welcome news that flu cases have now peaked.\n\"Patients should continue to use 111 and 111 online if you need advice and support for health conditions, and call 999 or go to A&E in life-threatening emergencies.\"\nStreeting said: \"It's welcome that flu rates are starting to decline and ambulance handovers are improving – but we're not out of the woods yet.\n\"If you're eligible, it's not too late to get your flu vaccination - contact your local pharmacy or GP to protect yourself this winter.\"\n\nSource:NHS\nStrict rules restricting ownership of American XL bully dogs are in force across the UK.\nConstruction at the site will now begin between 2032-34, the government says.\nA county's NHS trust says 11,600 people were waiting for mental health assessments in December.\nBosses say the service was set up to help people take control of their own health and wellbeing.\nThe trial is looking at how a specialised device can help strengthen hand and arm function.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Customers say Three mobile outage preventing 999 calls",
        "description": "There have also been several thousand reports of problems from users of Smarty and ID Mobile.",
        "url": "https://www.bbc.com/news/articles/cpdx1l755wdo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Tom Gerken"
        ],
        "Date Published": "2025-01-23 16:54:19",
        "Headline": "Three mobile customers tell BBC outage preventing 999 calls",
        "Content": "Customers of the mobile network, Three, have told the BBC they cannot make 999 calls, as the network faces a significant outage.\nThe firm has apologised after more than ten thousand people told outage tracker Downdetector they were unable to make or receive phone calls on Thursday.\nThe BBC has been told by members of the public that 999 calls will not connect from their devices using the Three network. The BBC has not been able to independently verify their claims.\nThree told the BBC it was \"investigating this urgently\", adding that data from emergency services showed the \"majority\" of 999 calls were being \"connected via other networks\".\nThere have also been several thousand reports from users of Smarty and ID Mobile - smaller mobile companies which use Three's network.\nThree's support team has been telling customers that it does not \"have a timeframe\" for a fix, but that the firm is \"working hard to resolve this as soon as possible\".\nIn a statement, Three said the company is \"aware of a number of reports that customers have not been able to connect to 999 calls\".\n\"We are taking this very seriously and are investigating this urgently and we apologise if anyone has been unable to successfully contact emergency services.\nThe company also said in an update that \"data from the emergency services shows normal volumes of 999 calls being placed via our network are being connected\".\nIt told customers: \"While it is likely your call will connect correctly to 999, if you have any issues please try another network or landline. Please do not try and test 999 calls from your device as it may prevent genuine calls being answered quickly.\"\nIn an earlier statement, Three had said that people were still able to use mobile data services and make 999 calls during the outage, though multiple people had told the BBC that was not the case for them.\nThree has around 10.5m customers across the UK, according to its website, but it is unclear how many of them are affected by the outages.\nMany people on social media have shared their frustration at the outage and described the disruption they said it had caused them.\nOne person claimedthey had \"missed a medical appointment\" as a result of being unable to receive calls,while another saidthe issues had left their daughter \"stranded\".\nAnd several people have claimedthey would be leaving the network altogether.\nIn a statement the regulator Ofcom said: \"We are aware that Three is experiencing problems with its network. We are in contact with Three to establish the scale and cause of the problem as soon as possible.\"\nIt is not known whether customers will be able to claim compensation for the outage, although according to the Ofcom website it \"may be appropriate\" for providers to offer refunds \"while repairs are being made\".\nIt comes a month after the UK regulator gave the go-ahead for Three to merge with former rival Vodafone in a £16.5bn deal.\nIt comesthe same day a major outage affectedartificial intelligence tool ChatGPT.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "ChatGPT back online after outage which hit thousands worldwide",
        "description": "It comes a day after owner OpenAI announced a massive investment in artificial intelligence (AI).",
        "url": "https://www.bbc.com/news/articles/c30d80lg579o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Tom Gerken"
        ],
        "Date Published": "2025-01-23 13:49:48",
        "Headline": "ChatGPT back online after outage which hit thousands worldwide",
        "Content": "ChatGPT is working again after an outage saw the world's best-known artificial intelligence (AI) tool taken offline.\nDowndetector, which tracks website outages, showed more than 10,000 people reported the AI chatbot, which is made by OpenAI,was not workinginthe UK on Thursday.\nUsers attempting to access it were met with a message reading \"the web server reported a bad gateway error\".\nOpenAI saidon its status pagea fix was implemented at 15:09 GMT, and the firm was \"monitoring the results\".\nIt has not yet publicly commented on the cause of the outage, which began at around 11:00 GMT on Thursday.\nHowever, many people took to social media to highlight the problem and the disruption it caused them.\nSome of those posting on X about the outage were able to see the funny side of the situation, however.\n\"ChatGPT is down again? During the work day? So you're telling me I have to… THINK?!\", jokedone user.\nChatGPT's status page said at the time the app had been \"experiencing elevated error rates\" and the firm was \"investigating\".\nSince it exploded onto the scene in November 2022, ChatGPT sparked enormous global interest - and investment - in generative AI tools.\nOpenAI boss Sam Altman said that, by December 2024, ChatGPT was used weekly by more than 300 million people worldwide.\nThough many people use the free version of the chatbot, the firm charges up to $200 per month for its various membership tiers.\nIt comes after tech firms including OpenAI pledgeda $500bn (£405bn) investmentinto AI infrastructure in the US.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Reddit groups ban X links in protest at Musk arm gesture",
        "description": "Moderators of groups with millions of users say the block is a result of the billionaire's on-stage gesture.",
        "url": "https://www.bbc.com/news/articles/c77r1p887e5o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Tom Gerken"
        ],
        "Date Published": "2025-01-23 11:45:11",
        "Headline": "Over 100 Reddit groups ban X links in protest at Musk arm gesture",
        "Content": "More than 100 Reddit communities have banned users from posting links to X in protest at owner Elon Musk's controversial arm gesture at a rally celebrating Donald Trump's return to office.\nThe billionaire twice extended his arm out straight as he thanked the crowd for \"making it happen.\"\nCritics, including some historians, said it was a Nazi salute -Mr Musk has dismissed that, saying comparisons with Hitler were \"tired\" and \"dirty tricks.\"\nHowever many Reddit users have been unpersuaded by his response describing his actions as \"hateful\", leading the moderators of scores of communities - or subreddits - to stop content being shared on X.\nX has not commented but Reddit has stressed there is no sitewide ban on X links, telling the BBC in a statement it \"has a longstanding commitment to freedom of speech and freedom of association\".\nHowever the platform relies heavily on community moderation, where unpaid individuals known as Redditors decide what is - and isn't - allowed to be published on their own corner of the website.\nIn many instances, those Redditors have reached a different conclusion, deciding Mr Musk's actions were so offensive that they won't link to content from their subreddits on X, potentially reducing traffic, engagement and - ultimately - revenue.\nThe biggest subreddits to have enforced the ban include basketball community r/NBA, which has 15 million members, female-focused community r/TwoXChromosomes, which has 14 million members, and American football community r/NFL, which has 12 million members.\nIt is worth remembering that subreddits are almost always run by fans - it does not mean that the NFL or NBA organisations are taking a stance against Musk.\nThe BBC has independently verified that at least 100 subreddits have banned X posts.\nOf this number, more than 60 have at least 100,000 members.\nBut the actual number that have instituted the ban will likely be significantly higher by taking into account smaller subreddits with only a few thousand members.\nAnd there are many more communities discussing a potential blacklisting.\nThe subreddits run by fans of football clubs Liverpool, Celtic and Tottenham Hotspur have all instituted the bans, as have communities for many US sports sides as well as Formula 1.\nThe subreddits where residents of many cities and countries gather around the world - ranging from New Jersey to South Korea - have also blocked posts to X.\nAnd gamers are also amongst those to bring in the ban for video games including Baldur's Gate 3 and World of Warcraft.\nBut while the blacklisting may have first started in some of these communities, it is popping up in a variety of places now where people gather to discuss all sorts of topics, ranging from RuPaul's Drag Race to Disneyland and even the military.\nWhile the vast majority of subreddits discussing a ban are in favour of it, there are some that have refused.\nThemoderators of the Maine community for example saythey won't institute a ban so long as \"the state maintain official accounts there\".\nAndthose running a group for people in British Columbiasaid they simply aren't \"doing censorship here\".\nThough there are many subreddits which already disallow posts from social media, those built around professional sports in particular may have a big impact on referrals to X.\nThat's because sports subreddits generally get a lot of content from links to athletes, analysts and journalists who spend a lot of time posting online.\nFor example, the top two most popular posts of all time on the NBA subreddits are screenshots taken from X, while three of the top ten most popular posts of all time on the AEW wrestling subreddit are screenshots from the platform.\nAnd gaming subreddits have a similar story, with the top posts on the Animal Crossing and Kingdom Hearts communities both screenshots from X.\nBut that is not to say the bans will necessarily be permanent - Reddit is known for this sort of community movement to protest against wider issues, which doesn't always work out.\nIn 2023,thousands of communities \"went dark\"to contest changes to how the platform was being run.\nSome of the biggest Reddit communities then began only allowing photos and videos of comedian John Oliver, following comments from disgruntled users.\nBut this proved to be short-lived.\nEventually the communities mostly became publicly available again, and Reddit's plan ultimately proved financially beneficial - the platformsubsequently successfully listedon the New York Stock Exchange.\nWhat does Donald Trump's executive order mean for the future of TikTok in the US?\nThe billionaire says his critics \"need better dirty tricks\" after a gesture likened to a Nazi salute.\nTrump's latest picks include a former NFL player, a House legislator, and Wall Street financer to lead housing, labour, and the treasury.\nHe made the gesture while thanking supporters for contributing to Trump's victory.\nThe rocket's upper stage disintegrated over the Caribbean, forcing airline flights to alter course.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "LinkedIn accused of using private messages to train AI",
        "description": "The lawsuit alleges LinkedIn tried to conceal its actions but the firm says the claims are false.",
        "url": "https://www.bbc.com/news/articles/cdxevpzy3yko",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "João da Silva"
        ],
        "Date Published": "2025-01-23 03:21:30",
        "Headline": "LinkedIn accused of using private messages to train AI",
        "Content": "A US lawsuit filed on behalf of LinkedIn Premium users accuses the social media platform of sharing their private messages with other companies to train artificial intelligence (AI) models.\nIt alleges that in August last year, the world's largest professional social networking website \"quietly\" introduced a privacy setting, automatically opting users in to a programme that allowed third parties to use their personal data to train AI.\nIt also accuses the Microsoft-owned company of concealing its actions a month later by changing its privacy policy to say user information could be disclosed for AI training purposes.\nA LinkedIn spokesperson told BBC News that \"these are false claims with no merit\".\nThe filing also said LinkedIn changed its 'frequently asked questions' section to say that users could choose not to share data for AI purposes but that doing so would not affect training that had already taken place.\n\"LinkedIn's actions... indicate a pattern of attempting to cover its tracks,\" the lawsuit said.\n\"This behaviour suggests that LinkedIn was fully aware that it had violated its contractual promises and privacy standards and aimed to minimise public scrutiny\".\nThe lawsuit was filed in a California federal court on behalf of a LinkedIn Premium user and \"all others\" in a similar situation.\nIt seeks $1,000 (£812) per user for alleged violations of the US federal Stored Communications Act as well as an unspecified amount for breach of contract and California's unfair competition law.\nAccording to an email LinkedIn sent to its users last year, it has not enabled user data sharing for AI purposes in the UK, the European Economic Area and Switzerland.\nLinkedIn has more than one billion users around the world, with almost a quarter of them in the US.\nIn 2023, the company attracted $1.7bn in revenue from premium subscriptions.\nIt has also said that the number of premium subscribers has been growing rapidly as it continues to add more AI features.\nAdditional reporting by Lily Jamali\nSign up for our Tech Decoded newsletterto follow the biggest developments in global technology, with analysis from BBC correspondents around the world.\nOutside the UK?Sign up here.\nThe company's former chief executive Brian Thompson was shot and killed in December.\nEngineers are working on systems that can turn lunar regolith into useful elements like oxygen.\nIn a video message Monica Geingos warns people not to be duped into investing in fake schemes.\nIt comes a day after owner OpenAI announced a massive investment in artificial intelligence (AI).\nThe UK joining the Pan-Euro-Mediterranean Convention is up for discussion in reset talks, says Maros Sefcovic.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "US government workers told to report DEI efforts or face 'consequences'",
        "description": "Government employees received emails threatening \"consequences\" if they did not report DEI work to the White House.",
        "url": "https://www.bbc.com/news/articles/c78wn5qg3nyo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Kayla Epstein and Brajesh Upadhyay"
        ],
        "Date Published": "2025-01-23 19:56:52",
        "Headline": "Email demands US government workers report DEI programmes",
        "Content": "The Trump administration emailed thousands of federal employees on Wednesday, ordering them to report any efforts to \"disguise\" diversity initiatives in their agencies or face \"adverse consequences\".\nThe request came after President Donald Trump banned diversity, equity and inclusion (DEI) offices and programmes throughout the government.\nEmails seen by the BBC directed workers to \"report all facts and circumstances\" to a new government email address within 10 days.\nSome employees interpreted it as a demand to sell out their colleagues to the White House.\n\"We're really freaked out and overwhelmed,\" said one employee at the Department Health and Human Services (HHS).\nThe Office of Personnel Management, which manages the federal workforce, issued guidance requiring agency heads to send a notice to their staff by 17:00 eastern time on Wednesday. It included an email template that many federal staffers ultimately received that night.\nSome employees, like those at the Treasury Department, got slightly different versions of the email.\nThe Treasury Department email excluded the warning about \"adverse consequences\" for not reporting DEI initiatives, according to a copy shared with the BBC.\nIn one of his first actions as president, Trump signed two executive orders ending \"diversity, equity, and inclusion\" or \"DEI\" programmes within the federal government and announced any employees working in those roles wouldimmediately be placed on paid administrative leave.\nSuch programmes are designed to increase minority participation in the workforce and educate employees about discrimination.\nBut critics of DEI, like Trump, argue that the practice itself is discriminatory because it takes race, gender, sexual identity or other characteristics into consideration.\nTrump and his allies attacked the practice frequently during the campaign.\nIn a speech Thursday at the World Economic Conference in Davos, Switzerland, Trump declared he was making America a \"merit-based country\".\nCritics of DEI have praised Trump's decision.\n\"President Trump's executive orders rescinding affirmative action and banning DEI programs are a major milestone in American civil rights progress and a critical step towards building a colour-blind society,\" Yukong Mike Zhao, president of the Asian American Coalition for Education, said in a statement.\nThe group had supported a successful effort at the US Supreme Court to overturn affirmative action programmes at US universities.\nBut current federal employees, who spoke to the BBC on condition of anonymity because they feared retaliation, said that the email they received felt more like an attempt to intimidate staff than to make the government more fair.\nThe White House did not immediately respond to a request for comment.\nPresident Trump has signed a torrent of executive orders since he took office, including a hiring freeze in the federal government, an order for workers to return to the office and an attempt to reclassify thousands of government employees in order to make them easier to fire.\nThe HHS employee who spoke to the BBC criticised the government's DEI practices, believing that while it was important to build a diverse staff and create opportunities in health and medical fields,  \"identity politics have played into how we function normally and that's not beneficial to the workforce\".\n\"But that doesn't mean I want my colleagues to get fired,\" the employee added.\nHe described the impact the email and the DEI orders had on his agency as \"very calculated chaos\".\nThe employee's division had been thrown into confusion, he said, with questions about hiring practices going forward, as well as what programmes and directives  were allowed to continue, given Trump's broad definition of DEI.\nA second HHS employee said that hiring and research grants had been frozen and the entire department staff was waiting to see what they could do next.\nThe HHS, and one of its subsidiary agencies, the National Institutes of Health (NIH), issue millions of dollars in federal grants to universities and researchers across the globe to advance scientific research.\nAgency employees feared that the DEI order could have an impact outside the government as well. One questioned if grants that allowed laboratories to create more opportunities for hiring minority scientists and medical professionals would now get the axe.\nAn employee who worked at the Food and Drug Administration told the BBC that she had not received the email, but all DEI-related activities had been paused.\n\"We have been told by seniors to keep doing our jobs,\" she said. \"But there is a sense of fear about how it's going to have an impact on our work in general.\"\nA new executive order signed on Tuesday calls for an end to DEI practices in the federal government.\nTrump has pardoned almost 1,600 people charged in connection with the 2021 US Capitol riots.\nThe BBC's Analysis Editor explains how controversial pardons made by Biden and Trump stretched the limits of the power.\nForty-six Democrats defy party leadership and cross the political aisle to support the Republican measure.\nPrime Minister Justin Trudeau has threatened the stick against proposed US tariffs. Now he's trying a different approach.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "'My daughter's bones were scattered on the ground' - the harrowing search for the missing of Gaza",
        "description": "Palestinian health authorities estimate 10,000 people are likely to be dead beneath Gaza's ruins.",
        "url": "https://www.bbc.com/news/articles/c6269pd5y2ko",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Fergal Keane"
        ],
        "Date Published": "2025-01-23 17:17:46",
        "Headline": "'My daughter's bones were scattered on the ground' - the harrowing search for the missing of Gaza",
        "Content": "Everything gets mixed up together. The child's multi-coloured backpack. A running shoe. A steel pot perforated by shrapnel. Bits of beds, chairs, cookers, lampshades; the glass of broken windows, mirrors, drinking glasses. Scraps of clothing.\nThese last shredded, dust covered items can be markers. Often they belong to the dead lying near the surface of the rubble.\n\"Since the Israeli occupation forces withdrew from Rafah, we have had about 150 calls from civilians about the presence of their relatives' bodies under houses,\" says Haitham al-Homs, director of Emergency and Ambulance Services for the Civil Defence agency in Rafah, at the southernmost end of the Gaza Strip.\nThe Palestinian health authorities estimate that 10,000 people are missing. Where there is no obvious marker like clothing at the surface, the search teams rely on information from relatives and neighbours, or they follow the smell of death that radiates from the ruins.\n\nWARNING: This story contains distressing content\nThe Israeli government has banned the BBC and other international news organisations from entering Gaza and reporting independently. We depend on trusted local journalists to record the experiences of people like those who are searching for the missing.\nAt the end of every day, Mr Homs updates the list of those found. His team excavates the rubble with care, aware that they are searching for fragments of broken humanity. Often what is recovered is no more than a pile of bones. Israel's high explosive bombs blasted and mangled into pieces many of the dead. The bones and scraps of clothing are placed in white body bags upon which Mr Homs writes the Arabic word \"majhoul\". It means \"unidentified\".\nA resident of Rafah, Osama Saleh, went back to his home after the ceasefire and found a skeleton inside. The skull was fractured. Mr Saleh reckons the body lay there for four to five months. \"We are humans with feeling…I can't convey to you how miserable the tragedy is,\" he says.\nTo be surrounded every day by the smell of decomposing bodies is a deeply unsettling experience, as those who have witnessed the aftermath of mass death will often testify.\n\"The bodies are terrifying. We are seeing terror,\" Osama Saleh says. \"I swear it is a painful feeling, I have cried.\"\nFamilies have also been arriving at hospitals to search for remains. In the courtyard of the European Hospital in southern Gaza, collections of bones and clothing are spread out on body bags.\nAbdul Salam al-Mughayer, 19, from Rafah, went missing in the Shaboura area; according to his uncle, Zaki, it was a place you didn't come back from if you went there during the war. \"So, we didn't go to look for him there for that reason. We wouldn't have returned.\"\nZaki believes a set of bones and clothes in front of him belong to the missing Abdul Salam. He is standing with a hospital worker, Jihad Abu Khreis, waiting for Abdul Salam's brother to arrive.\n\"It's 99% certain the body is his,\" Mr Abu Khreis says, \"but now we need the final confirmation from his brother, the closest people to him, to make sure that the trousers and shoes are his.\"\nSoon after the brother arrived from the tented refugee camp of al-Mawasi, also in southern Gaza. He had a photograph of Abdul Salam on his phone. There was a photo of his running shoes.\nHe knelt before the body bag and pulled back the cover. He touched the skull, the clothes. He saw the shoes. There were tears in his eyes. The identification was complete.\nAnother family moved along the row of body bags. There was a grandmother, her son, an adult sister, and a toddler. The child was kept at the back of the group while the elderly woman and her son looked under the cover of the body bag. They stared for a few seconds and then embraced each other in grief.\nAfter this, the family, helped by hospital workers, carried away the remains. They were weeping, but nobody cried aloud.\nAya al-Dabeh was 13 years old and was living with her family and hundreds of other refugees at a school in Tal al-Hawa, in Gaza City in the north. She was one of nine children.\nOne day at the start of the war Aya went to go to the bathroom upstairs at the school and - her family says - she was shot in the chest by an Israeli sniper. The Israel Defense Forces say they do not target civilians and blame Hamas for attacking from civilian areas. During the war the UN Human Rights Office said that that there has been \"intense shooting by Israeli forces in densely populated areas resulting in apparently unlawful killings, including of unarmed bystanders.\"\nThe family buried Aya beside the school, and her mother Lina al- Dabah, 43, wrapped her in a blanket \"to protect her from the rain and the sun\" in case the grave was disturbed and exposed to the elements.\nWhen the Israeli military took over the school Lina fled south. She went with four other children - two daughters and two sons - to reunite with her husband who'd gone earlier with the couple's other children. Lina had no option but to leave her daughter where she lay, hoping to come back and recover the remains for a proper burial once peace came.\n\"Aya was a very kind girl, and everyone loved her. She used to love everyone, her teachers and her studies, and she was very good at school. She wished well for everyone,\" Lina says. When the ceasefire came Lina asked relatives still living in the north to check up on Aya's grave. The news was devastating.\n\"They informed us that her head was in one place, her legs were in another, while her ribs were somewhere else. The one who went to visit her was shocked and sent us the pictures,\" she says.\n\"When I saw her, I couldn't understand how my daughter was taken out of her grave, and how did the dogs eat her? I can't control my nerves.\"\nThe relatives have collected the bones and soon Lina and her family will travel north to carry Aya's remains to a proper grave. For Lina, there is grief with no end, and a question that has no answer - the same question that sits with so many parents who lost children in Gaza. What could they have done differently, the circumstances of the war being what they were?\n\"I couldn't take her from where she was buried,\" says Lina. Then she asks: \"Where could I have taken her?\"\nWith additional reporting by Malak Hassouneh, Alice Doyard, Adam Campbell.\nA satellite image taken 21 January shows new construction within the demilitarised zone.\nA total of 120 people captured during the 7 October attacks have been released or freed.\nIsrael's prime minister says the \"extensive\" operation aims to \"defeat terrorism\" in the West Bank city.\nThe top figures in Hamas have become targets of Israel since the 7 October attacks.\nA total of 91 hostages, taken captive after the 7 October attacks, still remain unaccounted for.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "French divorcee wins appeal in case over refusing husband sex",
        "description": "Europe's highest human rights court ruled the refusal of sex is not a valid ground for fault in a divorce.",
        "url": "https://www.bbc.com/news/articles/cdxel6zkwwxo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Rachel Hagan"
        ],
        "Date Published": "2025-01-23 17:01:58",
        "Headline": "French woman wins ECHR case over refusal of sex in divorce ruling",
        "Content": "A French woman who stopped having sex with her husband has won a ruling from Europe's highest human rights court, which has stated she should not have been blamed for their divorce.\nThe European Court of Human Rights (ECHR) sided with the 69-year-old on Thursday, saying courts should not consider a refusal to engage in sexual relations as grounds for fault in divorce.\nThe unanimous decision found that France had violated her right to respect for private and family life under European human rights law - ending a legal dispute which has dragged on for almost a decade.\nThe French woman, identified as Ms H.W, celebrated the decision as a step forward in ending \"rape culture\" and promoting consent within marriage.\nThe case has sparked a debate about attitudes toward marital consent and women's rights in France. Lilia Mhissen, H.W.'s lawyer, said the decision dismantled the outdated concept of \"marital duty\" and called for French courts to align with modern views on consent and equality.\nWomen's rights groups supporting H.W. said French judges continue to impose an \"archaic vision of marriage,\" which perpetuates harmful stereotypes.\nH.W., who lives in Le Chesnay near Paris, married her husband, JC, in 1984. They had four children, including a daughter with a disability who required constant care, a responsibility H.W. took on.\nTheir marital relations deteriorated after the birth of their first child and by 1992, H.W. began experiencing health problems. In 2002, her husband started physically and verbally abusing her. Two years later, she stopped having sex with him and petitioned for divorce in 2012.\nThe woman did not dispute the divorce, which she had also requested, but objected to the grounds on which it was granted.\nIn 2019, an appeals court in Versailles rejected her complaints and ruled in favour of her husband. The Court of Cassation, France's highest court, later dismissed her appeal without explanation. She then brought her case to the ECHR in 2021.\nThe ECHR ruled that governments should only intervene in matters like sexuality for very serious reasons. It stated that the idea of \"marital duties\" in French law ignored the importance of consent in sexual relations.\nThe court emphasised that agreeing to marry does not mean agreeing to have sex in the future. Suggesting otherwise, the ruling said, would effectively deny that marital rape is a serious crime.\nThe ruling comes amid growing attention to consent in France, following the high-profile trial of Dominique Pélicot, who drugged his wife and invited men to rape her. Pélicot and the 50 men involved were convicted last month, and the case raised concerns about how French law addresses consent.\nFeminist groups argue that the ECHR decision reinforces the need to update French laws and cultural attitudes.\nA recent report by French MPs has recommended including the concept of non-consent in the legal definition of rape, stating that consent must be freely given and can be withdrawn at any time.\nOwen Paterson claimed an investigation that found he broke Commons lobbying rules breached his privacy.\nWomen who won a historic climate change ruling are shocked their parliament will not comply with it.\nSome Tories have called for the UK to pull out of the ECHR, arguing it has stopped Rwanda deportation flights.\nThe government’s Rwanda plan could make senior civil servants break the law, their union tells the High Court.\nMs Riley took the UK to the European Court of Human Rights to challenge the ban.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Purdue and Sackler family agree $7.4bn opioid settlement",
        "description": "Under the terms, the opioid maker agreed to pay $900m, and the family behind it agreed to pay up to $6.5bn.",
        "url": "https://www.bbc.com/news/articles/ceq97nvjv0wo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Tom McArthur"
        ],
        "Date Published": "2025-01-23 18:37:25",
        "Headline": "Purdue and Sackler family agree $7.4bn OxyContin settlement",
        "Content": "Purdue Pharma and the Sackler family who controlled it have agreed to pay up to $7.4bn (£6bn) to settle claims regarding its powerful prescription painkiller OxyContin.\nThe deal represents an increase of more than $1bn on a previous settlementthat was rejected in 2024 by the US Supreme Court, according to news agencies AP and Reuters.\nUnder the terms of the settlement, the Sacklers agreed to pay up to $6.5bn and Purdue to pay $900m.\nOxycontin, often an entryway into harder drugs like heroin, has been blamed for supercharging the deadly opioid crisis in America, and generated billions of dollars for the Sackler family.\nThe New York Attorney General's office said the agreement would fund support for opioid addiction treatment and prevention across the US.\n\"We are extremely pleased that a new agreement has been reached that will deliver billions of dollars to compensate victims, abate the opioid crisis, and deliver treatment and overdose rescue medicines that will save lives,\" Purdue said in a statement.\nThe deal still needs court approval, and some of the details are yet to be ironed out, but AP said it is among the largest settlements reached in a series of lawsuits by local, state, Native American tribal governments and others seeking to hold companies responsible for the deadly epidemic.\nUnder President Donald Trump, the federal government is not expected to oppose the new deal, according to AP.\nConnecticut attorney General William Tong told Reuters that the settlement would help provide closure to victims of the opioid crisis.\n\"It's not just about the money,\" Tong said. \"There is not enough money in the world to make it right.\"\nUnder the previous rejected plan from last year, the Sacklers would have been granted immunity from lawsuits in exchange for a payment of $6bn.\nThe current court order blocking lawsuits against Sackler family members is set to expire on Friday, AP said, but a US bankruptcy court judge has been asked to keep it in place throughout February pending final details.\nOne woman, who has been in recovery for 17 years after becoming addicted to the painkiller following a back injury, praised the deal.\nSpeaking to the Associated Press, Kara Trainor said: \"Everything in my life is shaped by a company that put profits over human lives\".\nPurdue became a household name in the US as the maker and promoter of OxyContin - a prescription painkiller it promoted as safe, despite being aware it was both highly addictive and widely abused.\nSince 1999, a few years after the drug became available, deaths from opioid overdoses surged to tens of thousands annually.\nCourt filings allege the Sackler family was long aware of the legal risks, and withdrew some $11bn from the company in the decade before its bankruptcy. They stashed much of the money overseas, while using some of it to pay company taxes, making recovery difficult.\nSome are moving to so-called \"climate havens\" in the Great Lakes region to avoid climate disasters.\nUnanswered questions and conspiracy theories have long dogged the assassinations, particularly the murder of President John F Kennedy.\nThe company's former chief executive Brian Thompson was shot and killed in December.\nThe Republican has started his second term at a fast pace. Here's a handy guide to what he's done so far.\nAuthorities warn Thursday is \"the period of greatest concern\"  as conditions remain extremely dry.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "ICC prosecutor seeks arrest of Taliban leaders for 'persecuting Afghan girls and women'",
        "description": "Karim Khan is seeking arrest warrants for the Taliban government's Supreme Leader and chief justice.",
        "url": "https://www.bbc.com/news/articles/c20kn0d7d30o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "George Wright"
        ],
        "Date Published": "2025-01-23 15:35:20",
        "Headline": "ICC prosecutor seeks arrest of Taliban leaders for 'persecuting Afghan girls and women'",
        "Content": "The top prosecutor at the International Criminal Court (ICC) says he will seek arrest warrants against senior leaders of the Taliban government in Afghanistan over the persecution of women and girls.\nKarim Khan said there were reasonable grounds to suspect Supreme Leader Haibatullah Akhundzada and chief justice Abdul Hakim Haqqani bore criminal responsibility for crimes against humanity on gender grounds.\nICC judges will now decide whether to issue an arrest warrant.\nThe ICC investigates and brings to justice those responsible for genocide, crimes against humanity and war crimes, intervening when national authorities cannot or will not prosecute.\nIn a statement, Mr Khan said the two men were \"criminally responsible for persecuting Afghan girls and women, as well as persons whom the Taliban perceived as not conforming with their ideological expectations of gender identity or expression, and persons whom the Taliban perceived as allies of girls and women\".\nOpposition to the Taliban government is \"brutally repressed through the commission of crimes including murder, imprisonment, torture, rape and other forms of sexual violence, enforced disappearance, and other inhumane acts\", he added.\nThe persecution was committed from at least 15 August 2021 until the present day, across Afghanistan, the statement said.\nAkhundzada became the supreme commander of the Taliban in 2016, and is now leader of the so-called Islamic Emirate of Afghanistan. In the 1980s, he participated in Islamist groups fighting against the Soviet military campaign in Afghanistan.\nHaqqani was a close associate of Taliban founder Mullah Omar and served as a negotiator on behalf of the Taliban during discussions with US representatives in 2020.\nThe ICC prosecutor's office told the BBC that issues slowed down the pace of the investigation, including \"the lack of cooperation\" from the Taliban authorities.\n\"Due to fear, individuals with important information for the investigation are frequently unwilling to come forward,\" the office added.\nThe Taliban government is yet to comment on the ICC statement.\nNader Nadery, a senior fellow at the Washington-based Wilson Center who participated in peace talks between the previous Afghan government and the Taliban, said that many Afghan women had been waiting for this moment.\n\"While it might not immediately change things, it sends a strong message that there won't be impunity,\" he told the BBC.\n\"It builds hope for many of those activists and Afghan women on the ground that probably there is a way forward and keeping that hope alive, I believe, is a major contribution immediately.\"\nThe Taliban regained power in Afghanistan in 2021, 20 years after a US-led invasion toppled their regime in the fallout of the 9/11 attacks in New York, but its government has not been formally recognised by any other foreign power.\n\"Morality laws\" have since meant women have lost dozens of rights on the country.\nAfghanistan is now the only country in the world where women and girls are prevented from accessing secondary and higher education - some one-and-a-half million have been deliberately deprived of schooling.\nThe Taliban has repeatedly promised they would be re-admitted to school once a number of issues were resolved - including ensuring the curriculum was \"Islamic\". This has yet to happen.\nBeauty salons have been shut down and women are prevented from entering public parks, gyms and baths.\nA dress code means they must be fully covered and strict rules have banned them from travelling without a male chaperone or looking a man in the eye unless they're related by blood or marriage.\nIn December,women were also banned from training as midwives and nurses, effectively closing off their last route to further education in the country.\nTwo Americans held by the Taliban were exchanged for an Afghan imprisoned in the US on narco-terrorism charges.\nLast week, India’s top diplomat met a senior Taliban minister, the highest-level engagement since Kabul's fall.\nMalala Yousafzai urges Muslim leaders to challenge policies restricting girls and women's schooling.\nParwiz Bakhtari escaped to Pakistan before being settled in the UK by the British military.\nKhalil Haqqani is the Taliban's most high profile casualty since the group retook power in 2021.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Russian ships return to Syrian base ahead of expected withdrawal",
        "description": "Analysts say the return suggests that Moscow is preparing to evacuate one of its most valuable overseas bases. ",
        "url": "https://www.bbc.com/news/articles/c14nk475nd5o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Nick Eardley & Matt Murphy"
        ],
        "Date Published": "2025-01-23 16:07:42",
        "Headline": "Russian ships return to Syrian Tartous base ahead of expected withdrawal",
        "Content": "Two Russian ships linked to its military have docked at the Kremlin's naval base on the Syrian coast at Tartous, with experts suggesting that an anticipated evacuation of the facility has finally begun.\nThe Sparta and the Sparta II docked in Tartous on Tuesday. Both ships are sanctioned by the US and have been linked by Ukraine to the transportation of Russian arms.\nAnalysts anticipated that Russia would reduce its military footprint from Syria following the fall of the Assad regime in December - which it supported throughout the civil war.\nLarge quantities of military hardware have been moved to the port in recent weeks and have been visible in satellite photos analysed by BBC Verify.\nThe imagery appears to show dozens of vehicles and other equipment sitting at the port. The hardwarefirst appeared in mid-Decemberfollowing footage of large columns of Russian vehicles moving north towards the base - indicating they had been redirected from other outposts across the country.\nThe ships arrival coincides with reports in Syrian media that Russia's lease for the port has been cancelled. The new transitional government in Damascus refused to confirm the reports to the BBC, while Kremlin spokesperson Dmitry Peskov also declined to comment when asked during a news conference in Moscow.\nTartous has been a key base for Russia in recent years, allowing it to refuel, resupply and repair vessels in the Mediterranean.\nThe Kremlin has appeared keen to retain control over the base, and said in December that Russian officials were speaking to the new authorities about a continued presence.\nAnalysts have suggested that the Sparta and the Sparta II - which are ultimately owned by Oboronlogistika LLC - a shipping company which operates as part of the Russian ministry of defence, were denied permission to dock at Tartous while discussions continued. The ships have spent several weeks off the coast of Syria in the Mediterranean Sea.\nMarine tracking sites show the ships finally docked on Tuesday evening, after which they switched off their transponders.\nThe weather in recent days has made it difficult to obtain clear satellite pictures. But images from the EU's Sentinel radar satellites - which are low resolution but capable of penetrating cloud cover - revealed that the ships were in the military section of the port.\nUntil now,no Russian military vessels had been spotted at Tartoussince the fall of Assad regime in early December. In earlier high-resolution satellite imagery dozens of military vehicles could be seen parked near where the vessels are now docked. Also nearby were cranes which may be used to load equipment.\nIt is possible that two other Russian naval vessels are also present in the port, naval analyst Frederik Van Lokeren told BBC Verify. He said the vessels, Ivan Gren and the Alexander Otrakovsky, could also be involved in an evacuation - a sentiment echoed by Ukrainian military intelligence to BBC Verify.\n\"With the 49 year lease being cancelled it has become very clear for Russia that it can no longer hope to maintain a military presence in Tartous and as such, there appears to be no point in staying there and delaying the maritime evacuation any longer,\" Mr Van Lokeren added.\nThe evacuation of all of Russia's equipment may take some though, according to Anton Mardasov from the Middle East Institute's Syria programme.\n\"Over the years much more has been brought in there than these ships and vessels can take,\" Mr Mardasov told BBC Verify.\nMeanwhile, there has also been continued activity at the main Russian airbase in Syria, Hmeimim. Satellite images have shown large Russian aircraft being loaded with military equipment on various dates since the fall of the Assad regime.\nUkrainian military intelligence said Russia flights had transferred military personnel and equipment from Hmeimim to airbases in Libya at least 10 times since mid-December. The Kremlin is already supporting the Tobruk-based warlordKhalifa Haftar in the east of Libya.\nMoscow has long maintained a presence at two of the bases mentioned by Ukrainian intelligence - Al-Khadim and Al-Jufra. A former member of the UN's working group on mercenaries, Dr Sorcha MacLeod, told BBC Verify that the facilities were previously run by the Wagner Group.\nShe said that Russia's defence ministry has taken over responsibility for the bases through its new Africa Corps. The force is run directly by Moscow and hastaken over much of the Wagner Group's former role.\nDr Macleod added that the relocation of Russian forces to the country \"makes sense given that Libya has become such a big hub for Africa Corps operations and access into West Africa\".\nAdditional reporting by Ned Davies and Joshua Cheetham. Graphics by Mesut Ersoz.\nWhat do you want BBC Verify to investigate?\nA satellite image taken 21 January shows new construction within the demilitarised zone.\nLandmines are hindering the safe return of Syrians after the fall of the Assad regime.\nDebra Tice says she has \"no idea\" where her son is following the fall of Bashar al-Assad's regime.\nWith the fall of Bashar al-Assad's regime, Russia lost a key ally in the Middle East -but it still hopes to keeps its military bases in Syria.\nProvides an overview of Syria, including key dates and facts about this Middle Eastern country.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Syrians returning home face deadly threat of landmines",
        "description": "Landmines are hindering the safe return of Syrians after the fall of the Assad regime.",
        "url": "https://www.bbc.com/news/articles/cn9311vwy0yo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Heba Bitar and Lina Shaikhouni"
        ],
        "Date Published": "2025-01-23 07:17:40",
        "Headline": "Syrians returning home face deadly threat of landmines",
        "Content": "Ayghad never thought that his dream of returning to his farmland could turn into a nightmare.\nHe fights his tears as he shows us a picture of his late father, smiling and surrounded by abundant olive trees in their land in Idlib province, northwestern Syria.\nThe picture was taken five years ago, a few months before forces linked to the former government took over their village, near the city of Saraqeb.\nThe city was a strategic stronghold for Syrian opposition factions for years, before forces allied with the fallen regime of Bashar al-Assad launched an offensive against rebels in Idlib province at the end of 2019.\nHundreds of thousands of residents fled their homes, as Assad forces took over several other rebel strongholds in the northwest by early 2020.\nAyghad and his father were among those displaced.\n\"We had to leave because of the fighting and air strikes,\" Ayghad says, as the tears fill his eyes. \"My father was refusing to leave. He wanted to die in his land.\"\nThe father and son longed to return ever since. And when opposition forces regained control of their village in November 2024, their dream was about to come true. But disaster soon struck.\n\"We went to our land to harvest some olives,\" Ayghad explains. \"We went in two separate cars. My father took a different route back to our home in the city of Idlib. I warned him against it, but he insisted. His car hit a landmine and exploded.\"\nAyghad's father died instantly at the scene. Not only did he lose his dad that day, but he also lost his family's main source of income. Their farmland, spread across 100,000 square metres, was filled with 50-year-old olive trees. It's now been designated a dangerous minefield.\nAt least 144 people, including 27 children, have been killed by landmines and unexploded remnants of war since Bashar al-Assad's regime fell in early December, according to the Halo Trust, an international organisation specialising in clearing landmines and other explosive devices.\nThe Syria Civil Defence - known as the White Helmets - told the BBC that many of those killed were farmers and landowners who were trying to go back to their land after the Assad regime collapsed.\nUnexploded remnants of war pose a grave threat to life in Syria. They're mainly split into two categories. The first are unexploded ordnances (UXOs) like cluster bombs, mortars and grenades.\nHassan Talfah, who heads the White Helmets team clearing UXOs in north-western Syria, explains that these devices are less challenging to clear because they are usually visible above ground.\nThe White Helmets say that, between 27 November and 3 January, they cleared some 822 UXOs in north-western Syria.\nThe bigger challenge, Mr Talfah says, lies in the second category of munition – landmines. He explains that former government forces planted hundreds of thousands of them across various areas in Syria - mainly on farmland.\nMost of the deaths recorded since the Assad regime fell happened on former battle front lines, according to the White Helmets. Most of those killed were men.\nMr Talfah took us to two huge fields riddled with landmines. Our car followed his on a long, narrow and winding dirt road. It's the only safe route to reach the fields.\nAlong the sides of the road, children run around the area. Hassan tells us they are from families who have recently returned. But the dangers of mines surround them.\nAs we get out of the car, he points to a barrier in the distance.\n\"This was the last point separating areas under the control of government forces from those held by opposition groups\" in Idlib province, he tells us.\nHe adds that Assad forces planted thousands of mines in the fields beyond the barrier, to stop rebel forces from advancing.\nThe fields around where we stand were once vital farmlands. Today, they are all barren, with no greenery visible except for the green tops of land mines that we can see using binoculars.\nWith no expertise in clearing land mines, all the White Helmets can do for now is cordon these fields off, and hammer down signs along their borders warning people off.\nThey also spray-paint warning messages on dirt barriers and houses around the edges of the fields. \"Danger – landmines ahead,\" they read.\nThey lead campaigns to raise awareness among locals about the dangers of entering contaminated lands.\nOn our way back, we come across one farmer in his 30s who has recently returned. He tells us that some of the land belongs to his family.\n\"We couldn't recognise any of it,\" Mohammed says. \"We used to plant wheat, barley, cumin and cotton. Now we cannot do anything. And as long as we cannot cultivate these lands, we will always be in poor economic condition,\" he adds, clearly frustrated.\nThe White Helmets say they have identified and cordoned off around 117 minefields in just over a month.\nThey are not the only ones working to clear mines and UXOs, but it seems that there is little co-ordination between the efforts of various organisations.\nThere are no accurate statistics for the areas contaminated with UXOs or landmines. But international organisations, such as the Halo Trust, have drawn up approximate maps.\nHalo Syria programme manager Damian O'Brien says that a comprehensive survey needs to be done for the country to understand the scale of contamination. He estimates that around a million devices would need to be destroyed to protect civilian lives in Syria.\n\"Any Syrian army position is quite likely to have some landmines laid around it as a defensive technique,\" Mr O'Brien says.\n\"In places like Homs and Hama, there are entire neighbourhoods which have been almost completely destroyed. Anybody going into those structures to assess them, for either demolition or to rebuild them, needs to be aware that there may well be unexploded items in there, whether it's bullets, cluster munitions, grenades, shells.\"\nThe White Helmets came across a treasure trove that could aid efforts in clearing mines. In their office in the city of Idlib, Mr Talfah shows us a stack of maps and documents, left behind by government forces.\nThey show locations, numbers and types of mines planted in different fields across northwestern Syria.\n\"We will hand over these documents to the bodies that will deal with landmines directly,\" Mr Talfah says.\nBut the local expertise currently available in Syria does not seem to be enough to combat the serious dangers that unexploded munitions pose to civilian life.\nMr O'Brien stresses that the international community needs to work alongside the new government in Syria to improve expertise in the country.\n\"What we need from donors is the funding, to be able to expand our capacity, which means employing more people, buying more machines and operating over a wider area,\" he says.\nAs for Mr Talfah, clearing UXOs and raising awareness about their dangers has become a personal mission. Ten years ago, he lost his own leg while clearing a cluster bomb.\nHe says that his injury, and all the heart-breaking incidents he's witnessed of children and civilians impacted by UXOs, have only fuelled his persistence to keep working.\n\"I never want any civilian or team member to go through what I have,\" he says.\n\"I cannot describe the feeling I get when I clear a danger threatening the life of civilians.\"\nBut until international and local efforts are coordinated to neutralise the danger of landmines, the lives of many civilians, especially children, remain at risk.\nA satellite image taken 21 January shows new construction within the demilitarised zone.\nProvides an overview of Syria, including key dates and facts about this Middle Eastern country.\nMore than 200 million Christians are associated with Orthodox Churches and most celebrate Christmas on 7 January.\nThe new authorities have promised justice for crimes under the Assads, but there are huge challenges involved.\nThe curriculum will take on a more Islamic slant, with evolution and Big Bang theory dropped from science.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Meta denies forcing users to follow Trump accounts",
        "description": "The Facebook and Instagram owner says the official profiles were updated to reflect the new position holders.",
        "url": "https://www.bbc.com/news/articles/cn8y4npny5xo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Aleks Phillips"
        ],
        "Date Published": "2025-01-23 08:36:38",
        "Headline": "Meta denies forcing users to follow Trump administration accounts",
        "Content": "Meta, the company which owns social media networks Facebook and Instagram, has denied forcing users to follow official accounts belonging to senior figures in the new Trump administration.\nSome users of the platforms had complained following Donald Trump's inauguration on Monday that they had \"automatically\" been made to follow the new president, as well as Vice-President JD Vance and First Lady Melania Trump.\nMeta spokesman Andy Stone explained that the accounts were managed by the White House, which had updated them to reflect the new position holders.\n\"This is the same procedure we followed during the last presidential transition,\" he wrote in a statement.\nThe accounts carry the handles Potus - which stands for \"president of the United States\" - as well as VicePresident and Flotus, an acronym for the first lady.\nArchived versions of the pages show the Potus and Flotus accounts previously carried the name and official portrait of Joe Biden and Jill Biden, respectively.\nMr Stone added that it \"may take some time for follow and unfollow requests to go through as these accounts change hands\".\nTrump became US president for the second time on Monday and quickly set about issuing a range of executive orders and directives asserting his political agenda - ranging fromwithdrawing from the World Health Organisation to declaring a national emergency at the border with Mexico.\nHis inauguration was attended bysome of the most influential tech billionaires, including Meta boss Mark Zuckerberg and X chief Elon Musk, who also has an advisory role in the new administration.\nTrump has previously been heavily critical of Meta, which banned him in 2021 for what it described as his \"praise for people engaged in violence\" during the 6 January riots at the US Capitol.\nThe president and his allies also accused the firm of co-operating with the Biden administration to supress reports concerning allegations about Biden's son, Hunter, and some content surrounding the Covid pandemic. Mr Zuckerbergsaid he regretted the decision.\nIn August, Trump wrote in a book that Mr Zuckerberg would \"spend the rest of his life in prison\" if he attempted to interfere in the 2024 presidential election.\nSince Trump's election win in early November, though, Mr Zuckerberg appears to have curried favour with him,dining with Trump at his Mar-a-Lago residenceat the end of the month anddonating $1m (£786,000) towards his inaugurationa few weeks later.\nMeta also said earlier this month that it would end third-party fact-checking in favour of an approach similar to X's community notes, in an apparent attempt to address some of Trump's prior criticisms.\nThe company said this marked a return to its \"fundamental commitment to free expression\".\nSign up for our Tech Decoded newsletterto follow the biggest developments in global technology, with analysis from BBC correspondents around the world.\nOutside the UK? Sign up here.\nSome are moving to so-called \"climate havens\" in the Great Lakes region to avoid climate disasters.\nUnanswered questions and conspiracy theories have long dogged the assassinations, particularly the murder of President John F Kennedy.\nThe company's former chief executive Brian Thompson was shot and killed in December.\nThe Republican has started his second term at a fast pace. Here's a handy guide to what he's done so far.\nAuthorities warn Thursday is \"the period of greatest concern\"  as conditions remain extremely dry.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "German frontrunner vows permanent border controls after knife attack",
        "description": "Friedrich Merz says he will close Germany's borders to irregular migrants, including those with a right to protection.",
        "url": "https://www.bbc.com/news/articles/ce9nvllzn7ko",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Jessica Parker & Paul Kirby"
        ],
        "Date Published": "2025-01-23 13:31:10",
        "Headline": "German frontrunner vows permanent border controls after knife attack",
        "Content": "The conservative opposition leader tipped to lead Germany following next month's elections has promised far-reaching changes to border and asylum rules after a group of children were targeted in a deadly knife attack in Bavaria.\nFriedrich Merz promised in effect to close Germany's borders to all irregular migrants, including those with a right to protection.\nA two-year-old boy of Moroccan origin and a man aged 41 were killed in Wednesday's attack in Aschaffenburg, and several others were hurt.\nAn Afghan man aged 28 was due to appear in court on Thursday accused of murder and grievous harm.\nWednesday's stabbing in Aschaffenburg is the latest in a string of violent and fatal attacks that have involved suspects who have sought asylum in Germany.\nIn a matter of hours, the stabbings prompted a hardened tone from Chancellor Olaf Scholz as well as Merz, the centre-right opposition leader.\nScholz promised quick action and called it an \"act of terror\" – although officials have not, so far, said that they believe there was a terrorist motive.\nMerz, whose Christian Democrats lead the opinion polls ahead of 23 February federal elections, refused to accept that attacks in Mannheim last May, Solingen in August and Magdeburg last month, would be \"the new normal\".\nThe Afghan suspect in yesterday's attack arrived in Germany in 2022 and was linked to three previous acts of violence, according to Bavarian officials. He had agreed to leave Germany last month but was still receiving psychiatric treatment and living in asylum accommodation.\nAn investigating judge will decide whether he should be remanded in custody or placed temporarily in a psychiatric hospital.\nMerz said that on his first day as chancellor he would instruct the interior ministry to take permanent control of Germany's borders.\n\"We see before us the ruins of 10 years of misguided asylum and immigration policy in Germany,\" he said. \"We reached the limit.\"\nUnder his party colleague, Angela Merkel, Germany welcomed more than a million refugees during Europe's 2015-16 migrant crisis.\nCriticising EU asylum rules as as \"recognisably dysfunctional\", he said Germany should now \"exercise its right to the primacy of national law\".\nGermany has already reinstated checks on its borders to combat illegal immigration, which is allowed temporarily under the EU's border-free Schengen rules as a \"last-resort\" measure, but not on permanent basis.\nMerz also said it was time to significantly increase the number of places available for detention ahead of deportation.\nMerz's promise to close the borders to illegal entries on day one at the chancellery in Berlin has a Trumpian ring to it.\nThe US president haspushed through a flurry of executive orders and actionsto tackle illegal immigration since he re-entered the White House this week.\nIn Germany, both the centre-left chancellor and Merz are conscious that the far-right Alternative for Germany (AfD), which has been consistently polling second, has made immigration a signature issue.\nAfD leader Alice Weidel has called for a vote in the German parliament next week on closing Germany's borders and turning back irregular migrants. \"The knife terror of Aschaffenburg must have consequences now,\" she said on social media.\nSome critics will argue that Scholz and Merz's move to take a tougher stance now comes too late. Others will argue that a rightwards shift by mainstream parties could simply bolster the AfD's arguments.\nIn any case German politics does not lend itself to a presidential-style set of day-one decrees, given the necessity of forming coalitions with other parties.\nThe leader of the liberal Free Democratic Party, Christian Lindner, said Merz would not be able to introduce such changes if he went into coalition with the Social Democrats or Green party.\nNancy Faeser, who is both interior minister and a party colleague of Olaf Scholz, suggested that \"some people are now making largely fact-free arguments in election campaign mode\".\n\"I can only warn very clearly against abusing such a terrible act for populism, that only benefits the right-wing populists with their contempt for humanity,\" she said.\nThe 41-year-old man who was killed in Wednesday's knife attack has been praised, apparently for coming to the aid of the kindergarten group and saving the lives of other children.\nAnother two-year-old of Syrian origin suffered knife wounds to her neck.\nA man of 72 suffered serious stab wounds and a kindergarten teacher suffered a broken arm.\nPolice say a 28-year-old man from Afghanistan has been arrested suspected of carrying out the attack.\nHe jumped on when it pulled out of the station before he had finished his smoking break, police say.\nIt is 80 years since Soviet Union troops liberated Auschwitz - now marked as Holocaust Memorial Day.\nRocket Factory Augsburg (RFA) have been awarded a licence allowing them to launch rockets from Shetland.\nThe number of sightings has increased since Russia's full-scale invasion of Ukraine, officials say.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "India investigates 17 'mysterious' deaths in same village ",
        "description": "At least 17 people, mostly children, have died unexplained deaths in the same village in Jammu.",
        "url": "https://www.bbc.com/news/articles/c7vd791vq93o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Majid Jahangir"
        ],
        "Date Published": "2025-01-23 09:18:31",
        "Headline": "Rajouri, Jammu: India officials investigate cause of 'mysterious' deaths",
        "Content": "Officials are investigating the \"mysterious\" deaths of 17 people - most of them children - in the same village in Indian-administered Jammu and Kashmir.\nThe deaths, including those of 12 children, have occurred in the remote village of  Badhal in Jammu's Rajouri district since 7 December.\nThe victims initially displayed symptoms similar to food poisoning but suddenly lost consciousness, health officials said.\nThe village has been declared a containment zone, but officials have said that the disease does not appear to be infectious, and there is no fear of an epidemic.\nDr AS Bhatia, the chief of a local hospital, said that the first five patients - including four children - who were admitted had symptoms similar to food poisoning, including vomiting and diarrhoea. Others complained of sore throats and breathing problems.\nBut then, all of them would abruptly lose consciousness, he added.\nThe federal government has ordered an investigation. A special investigation team set up by the local administration, comprising police officers, pathologists and other specialists, hasquestioneddozens of people so far.\nAccording to initial investigations, consumption of contaminated food and water may have been the cause. Residents of the village have been asked not to drink water from a local spring after a test sample showed it contained traces of pesticides.\nThe deaths occurred between 7 December and 19 January and the victims were members of three related families. Six of the children who died weresiblings, with ages ranging from seven to 15 years. Their houses have been sealed.\nThough doctors have ruled out the possibility of an infection, an administrative order says that people identified as close contacts of the three families are being moved to a government hospital in Rajouri, where their condition will be monitored. The order also asks all other residents of Badhal to only consume food and water provided by the administration.\n\"All edible materials in the infected households shall be seized by the authorities,\" the order said.\nAt least 10 people have been admitted for treatment in hospitals in Rajouri, Jammu and Chandigarh city.\nDr Shuja Quadri, an epidemiologist at the Government Medical College in Rajouri, said that the disease is localised and that they have ruled out the possibility of  viral, bacterial, protozoal and zoonotic infections.\nAmong the second cluster of patients who were admitted on 12 December, five people, including a one-year-old child, have recovered.\n\"This was a ray of hope for us,\" Dr Bhatia said.\nFollow BBC News India onInstagram,YouTube,TwitterandFacebook.\nPeople in Pithampur are protesting against the disposal of waste from the Bhopal gas leak in their town.\nAnother five people are injured after being hit by an express train on an adjacent track.\nFixtures for England's limited-overs tour of India, featuring three ODIs and five Twenty20 internationals.\nA complaint claimed that paintings of two Hindu deities at an art gallery \"hurt religious sentiments\".\nEngland fall to a crushing seven-wicket defeat by India in Kolkata in their first T20 under Brendon McCullum.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Nepal hits Everest climbers with higher permit fees",
        "description": "The price to climb the world's tallest peak will soon increase for the first time in almost a decade.",
        "url": "https://www.bbc.com/news/articles/cd0jlp3ll88o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Gavin Butler"
        ],
        "Date Published": "2025-01-23 04:43:30",
        "Headline": "Mount Everest: Nepal hits climbers with higher permit fees",
        "Content": "The price to climb Mount Everest will soon increase for the first time in nearly a decade, as Nepal announces a sharp mark-up in permit fees.\nFrom September, those seeking to summit the world's tallest mountain during peak season will have to pay $15,000 (£12,180), a 36% rise on the longstanding fee of $11,000, officials said on Wednesday.\nFees for those wanting to climb outside the peak April to May period will also increase by the same percentage - meaning it will cost $7,500 during September to November, and $3,750 during December to February.\nIncome from permit fees is a key source of revenue for Nepal, with mountain climbing and trekking contributing more than 4% to the country's economy.\nMountaineering experts often criticise Nepal's government for allowing too many climbers on Everest, however, with about 300 permits to the mountain issued per year.\nIt is unclear if the price increase, which was under discussion since last year, will slow demand.\n\"The royalty (permit fees) had not been reviewed for a long time,\" Narayan Prasad Regmi, director general of the Department of Tourism, told Reuters. \"We have updated them now.\"\nRegmi did not specify how the extra revenue would be used.\nThe rise in permit fees came as \"no surprise\", said British mountaineer Kenton Cool, who has reached the summit of Everest 18 times.\n\"In the grand scheme of the cost to climb Everest it won't impact most foreign climbers,\" he told the BBC.\n\"Hopefully, the extra revenue will be put to good use.\"\nIn April 2024, Nepal's Supreme Court ordered the government to limit the number of mountaineering permits issued for Everest and other peaks, saying that the mountains' capacity \"must be respected\".\nThe preliminary order did not set a maximum number, though.\nAmid concerns about overcrowding on Everest and climbers queuing in dangerous conditions to reach the summit, the Nepalese army in 2019 began conducting an annual clean-up of the mountain, which is often described as the world's highest garbage dump.\nIn that time at least five clean-ups have collected 119 tonnes of rubbish, 14 human corpses and some skeletons, according to the army - but it is estimated that a further 200 bodies remain on the mountain.\nNepal is home to eight of the world's 14 highest mountains, including Everest.\nAdditional reporting by Anbarasan Ethirajan\nWild tigers killed nearly 40 people in Nepal between 2019 and 2023. Solutions are hard to come by.\nBipin Joshi, 23, was one of dozens of foreign workers taken hostage by Hamas on 7 October 2023.\nThe 7.1 magnitude quake killed scores of people in the mountainous region, with many more injured.\nPeople are walking up the Val De Terres 115 times which is the equivalent to the height of Mount Everest.\nRik de Louche and Olivia Shanks complete the Great Himalaya Trail for two mental health charities.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Singaporean star of Netflix show Bling Empire dies",
        "description": "Celebrity jewellery designer Lynn Ban has died weeks after a ski accident on Christmas Eve.",
        "url": "https://www.bbc.com/news/articles/cr53897vn3no",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Joel Guinto"
        ],
        "Date Published": "2025-01-23 08:15:08",
        "Headline": "Lynn Ban: Singaporean star of Bling Empire dies after ski accident",
        "Content": "Lynn Ban, a celebrity jewellery designer from Singapore who starred in the Netflix reality show Bling Empire, has died a month after undergoing brain surgery following a ski accident.\nHer son Sebastian confirmed her death on an Instagram post on Wednesday, where he paid tribute to his 51-year-old mum as a \"best friend and the best mother\".\nThe accident happened in Aspen in the US on Christmas Eve.\nBan's family did not reveal her immediate cause of death.\nIn a social media post on New Year's Eve, Ban had revealed that while skiing at the top of a mountain she had fallen and \"face planted\".\nAs she was wearing a helmet, \"it didn't seem that bad at the time and I was able to ski to the bottom,\" she had said, adding that a ski patrol officer later checked for a concussion and cleared her.\nBut she still had \"a bit of a headache\" and decided to go to a hospital, on the advice of a paramedic. She then discovered she had a brain bleed, and went for an emergency craniotomy.\n\"In a blink of an eye... life can change,\" she had written in the post, which was accompanied by a picture of her in bed with her head partially shaved. \"There's a long road of recovery ahead but I'm a survivor.\"\nBorn in Singapore, Ban had worked in New York, London and Paris.\nHer designs have been worn by pop stars Madonna, Beyonce, Rihanna, Lady Gaga, Cardi B and Billie Eilish, according to her website.\nOn Bling Empire New York in 2023, she was part of a cast of Asian American socialites who \"flaunt their fortunes — and fashions — while bringing the drama and living it up in New York City\", according to Netflix.\nIn his tribute, Sebastian Ban said he wanted the world to know who his mum was as a person.\n\"She always had a smile on her face even when times are tough during her recovery process,\" he said.\n\"She is a fighter until the end and is the strongest woman I know,\" he said.\nAt least 17 people, mostly children, have died unexplained deaths in the same village in Jammu.\nThe price to climb the world's tallest peak will soon increase for the first time in almost a decade.\nMasahiro Nakai, a host on Fuji TV, allegedly sexually assaulted a woman at a dinner party in 2023.\nLGBT couples now have the same rights as any other couple - the culmination of a decades-long campaign.\nThailand is set to legalise same-sex marriage - one of the few places in Asia to do so. Why is it an outlier?\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Giant iceberg on crash course with British island puts penguins at risk",
        "description": "More than twice the size of greater London, the expanse of ice is unpredictable and dangerous.",
        "url": "https://www.bbc.com/news/articles/cd64vvg4z6go",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Georgina Rannard"
        ],
        "Date Published": "2025-01-23 00:01:33",
        "Headline": "A23a: Giant iceberg on collision course with island - penguins and seals in danger",
        "Content": "The world's largest iceberg is on a collision course with a remote British island, potentially putting penguins and seals in danger.\nThe iceberg is spinning northwards from Antarctica towards South Georgia, a rugged British territory and wildlife haven, where it could ground and smash into pieces. It is currently 173 miles (280km) away.\nCountless birds and seals died on South Georgia's icy coves and beaches when past giant icebergs stopped them feeding.\n\"Icebergs are inherently dangerous. I would be extraordinarily happy if it just completely missed us,\" sea captain Simon Wallace tells BBC News, speaking from the South Georgia government vessel Pharos.\nAround the world a group of scientists, sailors and fishermen are anxiously checking satellite pictures to monitor the daily movements of this queen of icebergs.\nIt isknown as A23aand is one of the world's oldest.\nIt calved, or broke off, from the Filchner Ice Shelf in Antarctica in 1986 but got stuck on the seafloor and then trapped in an ocean vortex.\nFinally, in December, it broke free and is now on its final journey, speeding into oblivion.\nThe warmer waters north of Antarctica are melting and weakening its vast sides that extend up to 1,312ft (400m), taller than the Shard in London.\nIt once measured 3,900 sq km, but the latest satellite pictures show it is slowly decaying. It is now around 3,500 sq km, roughly the size of the English county of  Cornwall.\nAnd large slabs of ice are breaking off, plunging into the waters around its edges.\nA23a could break into vast segments any day, which may then hang around for years, like floating cities of ice cruising uncontrollably around South Georgia.\nThis isn't the first huge iceberg to threaten South Georgia and Sandwich Islands.\nIn 2004 one called A38 grounded on its continental shelf, leaving dead penguin chicks and seal pups on beaches as massive ice chunks blocked their access to feeding grounds.\nThe territory is home to precious colonies of King penguins and millions of elephant and fur seals.\n\"South Georgia sits in iceberg alley so impacts are to be expected for both fisheries and wildlife, and both have a great capacity to adapt,\" says Mark Belchier, a marine ecologist who advises the South Georgia government.\nSailors and fisherman say icebergs are an increasing problem. In 2023 one called A76 gave them a scare when it came close to grounding.\n\"Chunks of it were tipping up, so they looked like great ice towers, an ice city on the horizon,\" says Mr Belchier, who saw the iceberg while at sea.\nThose slabs are still lingering around the islands today.\n\"It is in bits from the size of several Wembley stadiums down to pieces the size of your desk,\" says Andrew Newman from Argos Froyanes, a fishing company that works in South Georgia.\n\"Those pieces basically cover the island - we have to work our way through it,\" says Captain Wallace.\nThe sailors on his ship must be constantly vigilant. \"We have searchlights on all night to try to see ice - it can come from nowhere,\" he explains.\nA76 was a \"gamechanger\", according to Mr Newman, with \"huge impact on our operations and on keeping our vessel and crew safe\".\nAll three men describe a rapidly changing environment, with glacial retreat visible year-to-year, and volatile levels of sea ice.\nClimate change is unlikely to have been behind the birth of A23a because it calved so long ago, before much of the impacts of rising temperatures that we are now seeing.\nBut giant icebergs are part of our future. As Antarctica becomes more unstable with warmer ocean and air temperatures, more vast pieces of the ice sheets will break away.\nBefore its time comes to an end though, A23a has left a parting gift for scientists.\nA team with the British Antarctic Survey on the Sir David Attenborough research vessel found themselves close to A23a in 2023.\nThe scientists scrambled to exploit the rare opportunity to investigate what mega icebergs do to the environment.\nThe ship sailed into a crack in the iceberg's gigantic walls, and PhD researcher Laura Taylor collected precious water samples 400m away from its cliffs.\n\"I saw a massive wall of ice way higher than me, as far as I could see. It has different colours in different places. Chunks were falling off - it was quite magnificent,\" she explains from her lab in Cambridge where she is now analysing the samples.\nHer work looks at what the impact the melt water is having on the carbon cycle in the southern ocean.\n\"This isn't just water like we drink. It's full of nutrients and chemicals, as well as tiny animals like phytoplankton frozen inside,\" Ms Taylor says.\nAs it melts, the iceberg releases those elements into the water, changing the physics and chemistry of the ocean.\nThat could store more carbon deep in the ocean, as the particles sink from the surface. That would naturally lock away some of the planet's carbon dioxide emissions that contribute to climate change.\nIcebergs are notoriously unpredictable and no-one knows what exactly it will do next.\nBut soon the behemoth should appear, looming on the islands' horizons, as big as the territory itself.\nSign up for our Future Earth newsletterto get exclusive insight on the latest climate and environment news from the BBC's Climate Editor Justin Rowlatt, delivered to your inbox every week.\nOutside the UK?Sign up to our international newsletter here.\nGas from the seafloor has scientists wondering if oxygen could be found in the oceans of other planets.\nFrogs, lizards, snakes and insect pests are being transported across the world on ornamental plants.\nAmazon founder Jeff Bezos's space company blasts its first rocket into orbit in a challenge to Elon Musk.\nDNA analysis suggests Iron Age societies in Britain were built around women rather than men.\nLast year was the world's warmest on record, bringing temperatures above a politically symbolic milestone.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "'I had anti-government views so they treated me for schizophrenia'",
        "description": "Student among dozens who challenged China’s authorities to have been sent to psychiatric units, BBC finds.",
        "url": "https://www.bbc.com/news/articles/cr46npx1e73o",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Nyima Pratten"
        ],
        "Date Published": "2025-01-23 00:10:01",
        "Headline": "China's psychiatric treatment for ‘trouble-makers’",
        "Content": "When Zhang Junjie was 17 he decided to protest outside his university about rules made by China's government. Within days he had been admitted to a psychiatric hospital and treated for schizophrenia.\nJunjie is one of dozens of people identified by the BBC who were hospitalised after protesting or complaining to the authorities.\nMany people we spoke to were given anti-psychotic drugs, and in some cases electroconvulsive therapy (ECT), without their consent.\nWhile there have been reports for decades that hospitalisation is used in China as a way of detaining dissenting citizens without involving the courts, a leading Chinese lawyer has told the BBC that the issue - which legislation sought to resolve - has recently seen a resurgence.\nJunjie says he was restrained and beaten by hospital staff before being forced to take medication.\nHis ordeal began in 2022, after he protested against China's harsh lockdown policies. He says his professors spotted him after just five minutes and contacted his father, who took him back to the family home. He says his father called the police, and the next day - on his 18th birthday - two men drove him to what they claimed was a Covid test centre, but was actually a hospital.\n\"The doctors told me I had a very serious mental disease… Then they tied me to a bed. The nurses and doctors repeatedly told me, because of my views on the party and the government, then I must be mentally ill. It was terrifying,\" he told the BBC World Service. He was there for 12 days.\nJunjie believes his father felt forced to hand him over to the authorities because he worked for the local government.\nJust over a month after being discharged, Junjie was once again arrested. Defying a fireworks ban at Chinese New Year (a measure brought in to fight air pollution) he had made a video of himself setting them off. Someone uploaded it online and police managed to link it to Junjie.\nHe was accused of \"picking quarrels and troublemaking\" - a charge frequently used to silence criticism of the Chinese government. Junjie says he was forcibly hospitalised again for more than two months.\nAfter being discharged, Junjie was prescribed anti-psychotic drugs. We have seen the prescription - it was for Aripiprazole, used to treat schizophrenia and bipolar disorder.\n\"Taking the medicine made me feel like my brain was quite a mess,\" he says, adding that police would come to his house to check he had taken it.\nFearing a third hospitalisation, Junjie decided to leave China. He told his parents he was returning to university to pack up his room - but, in fact, he fled to New Zealand.\nHe didn't say goodbye to family or friends.\nJunjie is one of 59 people who the BBC has confirmed - either by speaking to them or their relatives, or by going through court documents - have been hospitalised on mental health grounds after protesting or challenging the authorities.\nThe issue has been acknowledged by China's government - the country's 2013 Mental Health Law aimed to stop this abuse, making it illegal to treat someone who is not mentally unwell. It also explicitly states psychiatric admission must be voluntary unless the patient is a danger to themselves or others.\nIn fact, the number of people detained in mental health hospitals against their will has recently surged, a leading Chinese lawyer told the BBC World Service. Huang Xuetao, who was involved in drafting the law, blames a weakening of civil society and a lack of checks and balances.\n\"I have come across lots of cases like this. The police want power while avoiding responsibility,\" he says. \"Anyone who knows the shortcomings of this system can abuse it.\"\nAn activist called Jie Lijian told us he had been treated for mental illness without his consent in 2018.\nLijian says he was arrested for attending a protest demanding better pay at a factory. He says police interrogated him for three days before taking him to a psychiatric hospital.\nLike Junjie, Lijian says he was prescribed anti-psychotic drugs that impaired his critical thinking.\nAfter a week in the hospital, he says he refused any more medication. After fighting with staff, and being told he was causing trouble, Lijian was sent for ECT - a therapy which involves passing electric currents through a patient's brain.\n\"The pain was from head to toe. My whole body felt like it wasn't my own. It was really painful. Electric shock on. Then off. Electric shock on. Then off. I fainted several times. I felt like I was dying,\" he says.\nHe says he was discharged after 52 days. He now has a part-time job in Los Angeles and is seeking asylum in the US.\nPeople outside the UK canwatch the documentary on YouTube.\nIn 2019, the year after Lijian says he was hospitalised, the Chinese Medical Doctor Association updated its ECT guidelines, stating it should only ever be administered with consent, and under general anaesthetic.\nWe wanted to find out more about the doctors' involvement in such cases.\nSpeaking to foreign media such as the BBC without permission could get them into trouble, so our only option was to go undercover.\nWe booked phone consultations with doctors working at four hospitals which, according to our evidence, are involved with forced hospitalisations.\nWe used an invented story about a relative who had been hospitalised for posting anti-government comments online, and asked five doctors if they had ever come across cases of patients being sent in by police.\nFour confirmed they had.\n\"The psychiatric department has a type of admission called 'troublemakers',\" one doctor told us.\nAnother doctor, from the hospital where Junjie was held, appears to confirm his  story that police continued surveillance of patients once discharged.\n\"The police will check up on you at home to make sure you take your medicine. If you don't take it you might break the law again,\" they said.\nWe approached the hospital in question for comment but it did not respond.\nWe have been given access to the medical records of democracy activist Song Zaimin, hospitalised for a fifth time last year, which makes it clear how closely political views appear to be tied to a psychiatric diagnosis.\n\"Today, he was…  talking a lot, speaking incoherently, and criticising the Communist Party. Therefore, he was sent to our hospital for inpatient treatment by the police, doctors, and his local residents' committee. This was an involuntary hospitalisation,\" it says.\nWe asked Professor Thomas G Schulze, president-elect of the World Psychiatric Association, to review these notes. He replied:\n\"For what is described here, no-one should be involuntarily admitted and treated against his will. It reeks of political abuse.\"\nBetween 2013 and 2017, more than 200 people reported they had been wrongfully hospitalised by the authorities, according to a group of citizen journalists in China who documented abuses of the Mental Health Law.\nTheir reporting ended in 2017, because the group's founder was arrested and subsequently jailed.\nFor victims seeking justice, the legal system appears stacked against them.\nA man we are calling Mr Li, who was hospitalised in 2023 after protesting against the local police, tried to take legal action against the authorities for his incarceration.\nUnlike Junjie, doctors told Mr Li he wasn't ill but then the police arranged an external psychiatrist to assess him, who diagnosed him with bipolar disorder, and he was held for 45 days.\nOnce released, he decided to challenge the diagnosis.\n\"If I don't sue the police it's like I accept being mentally ill. This will have a big impact on my future and my freedom because police can use it as a reason to lock me up any time,\" he says.\nIn China, the records of anyone ever diagnosed with a serious mental health disorder could be shared with the police, and even local residents' committees.\nBut Mr Li was not successful - the courts rejected his appeal.\n\"We hear our leaders talking about the rule of law,\" he told us. \"We never dreamed one day we could be locked up in a mental hospital.\"\nThe BBC has found 112 people listed on the official website for Chinese court decisions who, between 2013 and 2024, attempted to take legal action against police, local governments or hospitals for such treatment.\nSome 40% of these plaintiffs had been involved in complaints about the authorities. Only two won their cases.\nAnd the site appears to be censored - five other cases we have investigated are missing from the database.\nThe issue is that the police enjoy \"considerable discretion\" in dealing with \"troublemakers,\" according to Nicola MacBean from The Rights Practice, a human rights organisation in London.\n\"Sending someone to a psychiatric hospital, bypassing procedures, is too easy and too useful a tool for the local authorities.\"\nEyes are now on the fate of vlogger Li Yixue, who accused a police officer of sexual assault. Yixue is said to have recently been hospitalised for a second time after her social media posts talking about the experience went viral. It is reported she is now under surveillance at a hotel.\nWe put the findings of our investigation to the UK's Chinese embassy. It said last year the Chinese Communist Party \"reaffirmed\" that it must \"improve the mechanisms\" around the law, which it says \"explicitly prohibits unlawful detention and other methods of illegally depriving or restricting citizens' personal freedom\".\nAdditional reporting by Georgina Lam and Betty Knight\nThe US president says the US should \"take back\" the famous waterway because China runs it now.\nThe new president accused Beijing of sending fentanyl to Mexico and Canada which ends up in the US.\nThe two leaders pledged to bring China-Russia relations to \"greater heights\".\nWith the threat of a trade war looming, China's first vice premier says the country wants to boost imports.\nForty eight men detained since they fled China years ago risk being deported, rights groups say.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Dark humour for dark times: How comedy helps in Ukraine",
        "description": "Ukrainian stand-up comedians say humour can help people cope and raise money for the war effort.",
        "url": "https://www.bbc.com/news/articles/czx80edlrxjo",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Vitaliy Shevchenko"
        ],
        "Date Published": "2025-01-23 00:06:50",
        "Headline": "Ukrainian comedians cope with war through humour",
        "Content": "On 14 October 2023, an unusual event was held in Ukraine's most prestigious venue, Palace Ukraine in Kyiv.\nAnton Tymoshenko became the first Ukrainian stand-up comedian to give a solo performance there.\n\"I grew up in a village with fewer people than Palace Ukraine can hold,\" he said after the concert.\"So many people had told me: It's not going to happen... stand-up comedy has not reached that level.\"\nIt has now, to a large extent because of the full-scale invasion launched by Russia.\nThe invasion turned many Ukrainians away from the previously popular and lavishly promoted Russian acts and triggered a renewed interest in Ukrainian culture.\nKey Ukrainian comedians say they are now making jokes to help the public deal with the grim reality of war and also help the army by raising funds.\n\"Stand-up comedy is a budget version of psychotherapy,\" Anton Tymoshenko tells the BBC.\n\"I like to relieve social tension with my jokes. When that happens, that's the best thing.\"\nAnother popular performer, Nastya Zukhvala, says Russia's full-scale invasion in February gave stand-up comedy in Ukraine \"a boost,\" albeit for darker reasons.\n\"The demand for comedy looks totally natural to me now because comedy supports and unites.\n\"It can also make reality look less catastrophic. It is a tool which can help us process this stream of depressing information,\" she tells me.\n\"To stay optimistic or even sane, we've got no other choice.\"\nSo what are the jokes that are making Ukrainians laugh?\nThis kind of humour is grim, says comedian Hanna Kochehura, but making fun of the danger makes it easier to cope with.\n\"It looks even darker from abroad, and it's clear why. Anyone who's in Ukraine knows that there are no safe places here,\" she says.\n\"You never know if this air raid is going to be your last. You don't know if a Shahed drone is going to target your house or your family's house.\n\"Naturally, all our themes are related to the war. Because it's our life now. Stand-up comedy is a frank genre where comedians speak about their own experiences or thoughts,\" Ms Kochehura says.\nHere's an example - a joke from Anton Tymoshenko's performance at Palace Ukraine:\n\"I never worried about a nuclear attack because I know it would mean death for rich residents of Kyiv. I live on the outskirts - but the nukes will hit central parts. Before fallout reaches me, it will have to make two changes on the metro.\n\"More realistically, I'll get killed by Iranian Shahed drones. The sad thing is - did you hear the noise they make? They sound very demotivating, like the cheapest kind of death.\"\n\"People can laugh at the news,\" Anton tells me.\n\"If we're not allowed to use [Western] missiles against targets in Russia  — yes, that is funny because it is absurd. I build upon this absurd fact, and it becomes funny.\n\"Of course, Ukrainians find it funny.\"\nWestern allies were initially reluctant to allow Ukraine to use their missiles against targets in Russia for fear of escalation. But the permission was granted after months of pleading by Kyiv: first shorter-range weapons inMay 2024, then long-range missiles in November.\nJoking about the war is fraught with pitfalls.\nAnton Tymoshenko says he is trying not to \"trigger\" his audiences or add to the trauma from which they may already be suffering.\n\"Stand-up comedy in wartime is the most difficult type. Making jokes without offending anyone is possible to do, but that would be like joking in a vacuum,\" he says.\nBut, it is usually possible to see where the line lies according to Nastya Zukhvala:\n\"I feel what other Ukrainians feel. If I find something sad or tragic, I don't see any need to turn it into stand-up comedy.\"\nThere's also a very practical side to stand-up comedy in Ukraine - helping its army.\n\"Almost all of the comedians I know have been helping the armed forces. All of us are involved in raising funds [for the Ukrainian army]. We hold charity shows and many perform in front of the military,\" says Hanna Kochehura.\nSome, like Nastya Zukhvala's husband Serhiy Lipko, a comedian himself, are in the army.\n\"Culture, humour or psychology - that's all fine and well, but everything must be of practical use to the military. When so many missiles are on the way to hit you, you're not as interested in talking about art alone,\" says Mr Tymoshenko.\n\"My main task is holding concerts so I can raise funds for them.\"\nHe says he has donated more than 30m hryvnyas (£580,000; $710,000) since the start of the full-scale invasion in February 2022.\nThe US president says he is offering Moscow a \"big favour\" by helping Russia and Ukraine reach a deal.\nThe south of Scotland-based Halo Trust gets funding to continue its work in Ukraine and Afghanistan.\nThe man owned several properties as well as four BMW luxury cars, the Ukrainian security service said.\nVlad  Shtyhilan's future was in doubt when he fled Ukraine but he is now playing for Altrincham FC.\nThe attack struck the Shevchenkivskyi district, damaging civilian buildings and leaving a large crater in the road.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "The Nigerian family who have spent five decades as volunteer grave-diggers",
        "description": "For more than 50 years, one family has dedicated itself to caring for the biggest cemetery in Kaduna.",
        "url": "https://www.bbc.com/news/articles/cn0xyk8r28go",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Mansur Abubakar"
        ],
        "Date Published": "2025-01-23 00:37:08",
        "Headline": "The Nigerian family who volunteer to dig graves in Kaduna",
        "Content": "For more than 50 years, one family has dedicated itself to caring for the biggest graveyard in Nigeria's northern city of Kaduna - much to the gratitude of other residents who do not fancy the job of dealing with the dead.\nUntil a few weeks ago, they did it for no formal pay - digging graves, washing corpses and tending to the vast cemetery, receiving only small donations from mourners for their labour.\nThe vast Tudun Wada Cemetery was set aside for the Muslim residents of the city by the authorities a century ago.\nThe Abdullahi family became involved in the 1970s when two brothers - Ibrahim and Adamu - began working there.\nThe two siblings now lie beneath the soil in the graveyard, and their sons have become the cemetery's main custodians.\n\"Their teachings to us, their children, was that God loves the service and would reward us for it even if we don't get any worldly gains,\" Ibrahim Abdullahi's oldest son Magaji told the BBC when asked why they had chosen to continue as unpaid undertakers.\nThe 58-year-old is now in charge at Tudun Wada - shepherding operations and the 18 members of staff or until recently - volunteers.\nHe and his two younger cousins - Abdullahi, 50, and Aliyu, 40, (Adamu Abdullahi's sons) - are the three full-time workers, all reporting in by 07:00 for a 12-hour shift, seven days a week.\nThey always need to be on call because, according to Muslim rites, a burial must be organised within a few hours of someone's death.\nMagaji tends to get the call on his mobile, either directly from a relative or an imam - all religious clerics in the city have his number.\n\"A lot of people have our numbers and as soon as someone dies, we get a call and immediately we get to work,\" he says.\nOne of the trio goes to tend to the corpse, which may include washing it and wrapping it in a shroud.\nThe body is measured and those details are texted back to the others so that a grave can be dug.\nThis can take around an hour - with two people taking it in turns to dig down 6ft (1.8m) into the earth - sometimes longer when it is in a stony area of the graveyard.\nThey can dig around a dozen graves in a day - hard work in the Kaduna heat.\n\"Today alone we have dug eight graves and it's not even noon, some days are like that,\" says Abdullahi, who began work at the cemetery when he was aged 20.\nThe cousins have experienced very stressful times - especially during religious violence when tensions flare between the city's Christian and Muslim residents. The two communities tend to live on opposite sides of the Kaduna River.\n\"We have had a couple of religious clashes in Kaduna but the one that sticks the most for me was one in the early 1990s. A lot of people were killed,\" says Magaji.\n\"We went round gathering the corpses and taking them off the streets.\"\nMuslims were taken to Tudun Wada in the north of the city and Christians to graveyards in the southern suburbs.\n\"It was such a troubling time personally and I wasn't long in the job then but that helped enhance my resolve to continue,\" he says.\nUsually, while the team digs a grave, at the local mosque the imam announces during one of the five daily prayers that a funeral will be taking place.\nMany of the worshippers then go to where the body has been prepared for prayers - it is then transported to the graveyard for burial, often thronged by the mourners.\nOnce by the graveside, the shrouded body is lowered - it is covered with a layer of sticks and broken clay pots as a mark of respect. The grave is then filled to form a slightly raised bed.\nAfter the rituals are complete and before the mourners leave, the graveyard keepers appeal for donations.\nThis is usually done by 72-year-old Inuwa Mohammed, the oldest worker at the cemetery, who explains the importance of Abdullahi family to the community.\nHe used to work with the cousins' fathers: \"They were amazing people who loved what they did and have imbibed their children with this altruistic behaviour.\"\nThe little money collected will sometimes buy lunch for the crew - but is never enough for anything else. In order to survive, the family also has a small farm where they grow food.\nThe graves are recycled after 40 years, meaning land is not a big issue - but maintenance is.\n\"There is a lot that is lacking at the moment - we don't have enough equipment to work with, or good security,\" says Aliyu, the youngest of the cousins and who has worked there for 10 years.\nHe explains how part of the wall has collapsed, allowing those on the look-out for scrap metal to steal the grave markers.\nSome of the graves have metal plates inscribed with a name and date of birth and death – though many do not as Islamic clerics do not encourage ostentation. Most are just outlined by stones and bricks or with a stick.\nEither way, the cousins remember the location of everyone buried at the cemetery and can direct people if they have forgotten the location of a relative's grave.\nFollowing the BBC's recent visit to the graveyard, they have seen a dramatic change in fortune.\nThe new local council chairman, whose office oversees the site, has decided to put them on the payroll.\n\"They deserve it, given the massive work they do every day,\" Rayyan Hussain tells the BBC.\n\"Graves are the final homes for us all and people who do this kind of hard work deserve to be paid, so my office would pay them as long as I am chairman.\"\nMagaji confirms that the staff have started receiving a monthly salary for the first time:\nThis is well below the national minimum wage of $45 a month, but Mr Hussain says he hopes to increase their allowance \"with time\".\nHe says it is regrettable that the graveyard was abandoned for years by previous local council heads.\nHe has plans to repair parts of the fencing, install solar lights and add security, the chairman adds.\n\"I am also building a room in the graveyard where corpses could be washed and prepared for burials, before now all of this had to be done from homes.\"\nFor the Abdullahi family, it is all welcome investment - and Magaji hopes it will ensure that one of his 23 children will one day become a custodian of the cemetery.\n\nGo toBBCAfrica.comfor more news from the African continent.\n\nFollow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica\n\"I was scared he had come to beat me or finish me off,\" a government critic tells the BBC about his ordeal.\nIn a video message Monica Geingos warns people not to be duped into investing in fake schemes.\nItalian authorities released the director of a notorious detention camp who had been arrested in Turin on an ICC war crimes warrant.\nThis is the latest in a series of shocking cases of femicide in Kenya.\nThe contribution of hundreds of mostly black servicemen had gone unrecognised until now.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    },
    {
        "title": "Giant iceberg on crash course with island, putting penguins and seals in danger",
        "description": "More than twice the size of greater London, the expanse of ice is unpredictable and dangerous.",
        "url": "https://www.bbc.com/news/articles/cd64vvg4z6go",
        "source": "feeds",
        "type": "articles",
        "Author": [
            "Georgina Rannard"
        ],
        "Date Published": "2025-01-23 00:01:33",
        "Headline": "A23a: Giant iceberg on collision course with island - penguins and seals in danger",
        "Content": "The world's largest iceberg is on a collision course with a remote British island, potentially putting penguins and seals in danger.\nThe iceberg is spinning northwards from Antarctica towards South Georgia, a rugged British territory and wildlife haven, where it could ground and smash into pieces. It is currently 173 miles (280km) away.\nCountless birds and seals died on South Georgia's icy coves and beaches when past giant icebergs stopped them feeding.\n\"Icebergs are inherently dangerous. I would be extraordinarily happy if it just completely missed us,\" sea captain Simon Wallace tells BBC News, speaking from the South Georgia government vessel Pharos.\nAround the world a group of scientists, sailors and fishermen are anxiously checking satellite pictures to monitor the daily movements of this queen of icebergs.\nIt isknown as A23aand is one of the world's oldest.\nIt calved, or broke off, from the Filchner Ice Shelf in Antarctica in 1986 but got stuck on the seafloor and then trapped in an ocean vortex.\nFinally, in December, it broke free and is now on its final journey, speeding into oblivion.\nThe warmer waters north of Antarctica are melting and weakening its vast sides that extend up to 1,312ft (400m), taller than the Shard in London.\nIt once measured 3,900 sq km, but the latest satellite pictures show it is slowly decaying. It is now around 3,500 sq km, roughly the size of the English county of  Cornwall.\nAnd large slabs of ice are breaking off, plunging into the waters around its edges.\nA23a could break into vast segments any day, which may then hang around for years, like floating cities of ice cruising uncontrollably around South Georgia.\nThis isn't the first huge iceberg to threaten South Georgia and Sandwich Islands.\nIn 2004 one called A38 grounded on its continental shelf, leaving dead penguin chicks and seal pups on beaches as massive ice chunks blocked their access to feeding grounds.\nThe territory is home to precious colonies of King penguins and millions of elephant and fur seals.\n\"South Georgia sits in iceberg alley so impacts are to be expected for both fisheries and wildlife, and both have a great capacity to adapt,\" says Mark Belchier, a marine ecologist who advises the South Georgia government.\nSailors and fisherman say icebergs are an increasing problem. In 2023 one called A76 gave them a scare when it came close to grounding.\n\"Chunks of it were tipping up, so they looked like great ice towers, an ice city on the horizon,\" says Mr Belchier, who saw the iceberg while at sea.\nThose slabs are still lingering around the islands today.\n\"It is in bits from the size of several Wembley stadiums down to pieces the size of your desk,\" says Andrew Newman from Argos Froyanes, a fishing company that works in South Georgia.\n\"Those pieces basically cover the island - we have to work our way through it,\" says Captain Wallace.\nThe sailors on his ship must be constantly vigilant. \"We have searchlights on all night to try to see ice - it can come from nowhere,\" he explains.\nA76 was a \"gamechanger\", according to Mr Newman, with \"huge impact on our operations and on keeping our vessel and crew safe\".\nAll three men describe a rapidly changing environment, with glacial retreat visible year-to-year, and volatile levels of sea ice.\nClimate change is unlikely to have been behind the birth of A23a because it calved so long ago, before much of the impacts of rising temperatures that we are now seeing.\nBut giant icebergs are part of our future. As Antarctica becomes more unstable with warmer ocean and air temperatures, more vast pieces of the ice sheets will break away.\nBefore its time comes to an end though, A23a has left a parting gift for scientists.\nA team with the British Antarctic Survey on the Sir David Attenborough research vessel found themselves close to A23a in 2023.\nThe scientists scrambled to exploit the rare opportunity to investigate what mega icebergs do to the environment.\nThe ship sailed into a crack in the iceberg's gigantic walls, and PhD researcher Laura Taylor collected precious water samples 400m away from its cliffs.\n\"I saw a massive wall of ice way higher than me, as far as I could see. It has different colours in different places. Chunks were falling off - it was quite magnificent,\" she explains from her lab in Cambridge where she is now analysing the samples.\nHer work looks at what the impact the melt water is having on the carbon cycle in the southern ocean.\n\"This isn't just water like we drink. It's full of nutrients and chemicals, as well as tiny animals like phytoplankton frozen inside,\" Ms Taylor says.\nAs it melts, the iceberg releases those elements into the water, changing the physics and chemistry of the ocean.\nThat could store more carbon deep in the ocean, as the particles sink from the surface. That would naturally lock away some of the planet's carbon dioxide emissions that contribute to climate change.\nIcebergs are notoriously unpredictable and no-one knows what exactly it will do next.\nBut soon the behemoth should appear, looming on the islands' horizons, as big as the territory itself.\nSign up for our Future Earth newsletterto get exclusive insight on the latest climate and environment news from the BBC's Climate Editor Justin Rowlatt, delivered to your inbox every week.\nOutside the UK?Sign up to our international newsletter here.\nGas from the seafloor has scientists wondering if oxygen could be found in the oceans of other planets.\nFrogs, lizards, snakes and insect pests are being transported across the world on ornamental plants.\nAmazon founder Jeff Bezos's space company blasts its first rocket into orbit in a challenge to Elon Musk.\nDNA analysis suggests Iron Age societies in Britain were built around women rather than men.\nLast year was the world's warmest on record, bringing temperatures above a politically symbolic milestone.\nCopyright 2025 BBC. All rights reserved.TheBBCisnot responsible for the content of external sites.Read about our approach to external linking.\n"
    }
]